Repository: WordPressBugBounty/plugins-gallery-photo-gallery
Catalog: gallery-photo-gallery/languages/gallery-photo-gallery-*.po
Languages: it_it, nl_nl, pl_pl

source: Enable this option to allow your users to navigate through images via key control.
pl_pl: Włącz tę opcję, aby umożliwić użytkownikom nawigowanie po obrazach za pomocą klawiszy.

source: Enable this option to automatically slide through the Images.
pl_pl: Włącz tę opcję, aby automatycznie przeglądać obrazy.

source: Enable this option to display the image caption in the lightbox.
pl_pl: Włącz tę opcję, aby wyświetlić podpis obrazu w oknie lightbox.

source: Enable this option to show the number of images while sliding them.
pl_pl: Włącz tę opcję, aby wyświetlać liczbę obrazów podczas ich przesuwania.

source: Specify the thumbnail image hover icon size in pixels.
pl_pl: Określ w pikselach rozmiar miniaturki po najechaniu kursorem na obrazek.

source: Specify the image hover icon size in pixels.
pl_pl: Określ w pikselach rozmiar ikonki obrazka po najechaniu kursorem.

source: Choose your desired loader icon that will appear while the Gallery is loading.
pl_pl: Wybierz ikonkę wczytywania, która będzie wyświetlana podczas wczytywania Galerii.

source: Extra 20% Coupon
pl_pl: Kupon rabatowy 20%

source: Click for copy
pl_pl: Kliknij, by skopiować

source: Pricing
pl_pl: Ceny

source: With the FoxLMS plugin, you can create, sell, and organize courses, lessons, and quizzes, transforming your website into a dynamic e-learning platform.
pl_pl: Z wtyczką Fox LMS, możesz tworzyć, sprzedawać oraz organizować: kursy, lekcje i quizy, zmienić twoją witrynę w dynamiczną platformę e-nauczania.

source: Build and manage online courses directly on your WordPress site.
pl_pl: Twórz i zarządzaj zdalnie kursami prosto z twojej witryny WordPress.

source: Preview
pl_pl: Podgląd

source: Preview Gallery
pl_pl: Podgląd galerii

source: Copy the generated shortcode and paste it into any post or page to display Gallery
pl_pl: Skopiuj wygenerowany krótki kod i wklej go w dowolnym wpisie lub stronie, aby wyświetlić galerię.

source: 30 Day Money Back Guarantee
pl_pl: 30 dniowa gwarancja zwrotu pieniędzy

source: Specify the columns count of the gallery for mobile devices.
pl_pl: Określ liczbę kolumn galerii dla urządzeń mobilnych.

source: Specify the columns count of the gallery for desktop devices.
pl_pl: Określ liczbę kolumn galerii dla komputerów.

source: Columns count
pl_pl: Liczba kolumn

source: Specify the thumbnails height of the gallery for mobile devices.
pl_pl: Określ wysokość miniaturek galerii dla urządzeń mobilnych.

source: On mobile
pl_pl: Na urządzeniach mobilnych

source: Specify the thumbnails height of the gallery for desktop devices.
pl_pl: Określ wysokość miniaturek galerii dla komputerów.

source: On desktop
pl_pl: Na komputerze

source: Christmas Sale
pl_pl: Wyprzedaż bożonarodzeniowa

source: Gallery – Photo Gallery is an easy-to-use plugin for creating and displaying photo galleries. It lets you customize the layout and style to showcase your pictures beautifully.
pl_pl: Galeria – Galeria zdjęć to łatwa w użyciu wtyczka do tworzenia i wyświetlania galerii zdjęciowych. Daje możliwość dostosowywania układów i stylów wyświetlania pięknych pokazów slajdów twoich zdjęć.

source: Photo Gallery plugin demo
pl_pl: Demo wtyczki fotogalerii

source: PC
pl_pl: Komputer

source: Shows the current gallery author's Display name that was filled in their WordPress profile.
pl_pl: Pokaż Pokazuje aktualną nazwę wyświetlaną autora galerii, która została wprowadzona w jego profilu WordPress.

source: Gallery Author Display Name
pl_pl: Wyświetlana nazwa autora galerii

source: The user's website url that was filled in their WordPress profile.
pl_pl: Adres URL witryny użytkownika wprowadzony w jego profilu WordPress.

source: User's Website URL
pl_pl: Adres URL witryny użytkownika

source: Contact us
pl_pl: Skontaktuj się z nami

source: Live Chat
pl_pl: Czat na żywo

source: Make a Suggestion
pl_pl: Złóż propozycję

source: 20% Extra OFF
pl_pl: 20% rabatu

source: Photography Bundle
pl_pl: Pakiet fotograficzny

source: The website url of the author of the post.
pl_pl: Witryna internetowa autora wpisu.

source: Post Author Website URL
pl_pl: Adres URL witryny autora wpisu

source: 20% Extra Discount Coupon
pl_pl: Dodatkowy kupon rabatowy 20%

source: 50% OFF
pl_pl: 50% rabatu

source: <span><a href='https://ays-pro.com/photography-bundle?utm_source=dashboard&utm_medium=gpg-free&utm_campaign=black-friday-mega-bundle-sale-banner' class='ays-gpg-black-friday-bundle-title-link' target='_blank'>Black Friday Sale</a></span>
pl_pl: <span><a href='https://ays-pro.com/photography-bundle?utm_source=dashboard&utm_medium=gpg-free&utm_campaign=black-friday-mega-bundle-sale-banner' class='ays-gpg-black-friday-bundle-title-link' target='_blank'>Wyprzedaż CZARNY PIĄTEK</a></span>

source: The First name of the author of the post.
pl_pl: Imię autora wpisu.

source: Post Author First Name
pl_pl: Imię autora wpisu

source: The Last name of the author of the post.
pl_pl: Nazwisko autora wpisu.

source: Post Author Last Name
pl_pl: Nazwisko autora wpisu

source: The Display name of the author of the post.
pl_pl: Wyświetlana nazwa autora wpisu.

source: Post Author Display Name
pl_pl: Wyświetlana nazwa autora wpisu

source: Use a different setting for Mobile
pl_pl: Użyj innych ustawień dla urządzeń mobilnych

source: Mobile
pl_pl: Urządzenia mobilne

source: Desktop
pl_pl: Komputer

source: You need to insert Your Gallery General Category ID in the shortcode. It will show the category description. If there is no gallery category available/unavailable with that particular Gallery Category ID, the shortcode will stay empty.
pl_pl: Musisz wstawić identyfikator kategorii galerii w krótkim kodzie. Wyświetli opis kategorii. Jeśli nie ma kategorii galerii z tym identyfikatorem, krótki kod pozostanie pusty.

source: You need to insert Your Gallery image Category ID in the shortcode. It will show the category title. If there is no gallery category available/unavailable with that particular Gallery Category ID, the shortcode will stay empty.
pl_pl: Musisz wstawić identyfikator kategorii swojej galerii w krótkim kodzie. Wyświetli się tytuł kategorii. Jeśli nie ma kategorii galerii z tym identyfikatorem, krótki kod pozostanie pusty.

source: The ID of the current post.
pl_pl: Identyfikator aktualnego wpisu.

source: Post ID
pl_pl: Identyfikator wpisu

source: The URL of the home page.
pl_pl: Adres URL strony głównej.

source: Home page URL
pl_pl: Adres URL strony głównej

source: The title of the website.
pl_pl: Tytuł witryny internetowej.

source: Site Title
pl_pl: Tytuł strony

source: Shows user's role(s) when logged-in. In case the user is not logged-in, the field will be empty.
pl_pl: Pokazuje role użytkownika po zalogowaniu. W przypadku, gdy użytkownik nie jest zalogowany, pole będzie puste.

source: Show User WordPress Roles
pl_pl: Pokaż role użytkownika WordPress

source: Install Plugin
pl_pl: Zainstaluj wtyczkę

source: Not Installed
pl_pl: Nie zostało zainstalowane

source: Activate
pl_pl: Włącz

source: Inactive
pl_pl: Wyłączony

source: Active
pl_pl: Włączono

source: Create contact forms, payment forms, surveys, and many more custom forms. Build forms easily with us.
pl_pl: Twórz formularze kontaktowe, formularze płatności, ankiety i inne niestandardowe formularze. Tworzenie formularzy z nami jest łatwiejsze.

source: Choose the best WordPress form builder plugin.
pl_pl: Wybierz najlepszą wtyczkę kreatora formularzy dla WordPress.

source: You to add images to your quiz, order unlimited questions. Also you can style your quiz to satisfy your visitors.
pl_pl: Możesz dodać obrazy do swojego quizu w nieograniczonej liczbie pytań. Możesz również stylizować swój quiz, aby zadowolić odwiedzających.

source: With our Quiz Maker plugin it’s easy to make a quiz in a short time.
pl_pl: Z naszą wtyczką Kreator Quizów, utworzysz quiz łatwo i szybko.

source: Addon installed and activated.
pl_pl: Dodatek zainstalowany i włączony.

source: Plugin installed and activated.
pl_pl: Wtyczka zainstalowana i włączona.

source: Plugin installed.
pl_pl: Zainstalowano wtyczkę.

source: Could not install the plugin. Please download and install it manually.
pl_pl: Nie można zainstalować wtyczki. Proszę pobrać i zainstalować ją ręcznie.

source: There was an error while performing your request.
pl_pl: Wystąpił błąd podczas wykonywania żądania.

source: Could not activate the addon. Please activate it on the Plugins page.
pl_pl: Nie udało się włączyć dodatku. Włącz go z poziomu strony Wtyczki.

source: Could not activate the plugin. Please activate it on the Plugins page.
pl_pl: Nie udało się włączyć wtyczki. Włącz ją z poziomu strony Wtyczki.

source: Addon activated.
pl_pl: Dodatek został włączony.

source: Plugin activated.
pl_pl: Wtyczka została włączona.

source: Plugin activation is disabled for you on this site.
pl_pl: W tej witrynie funkcja włączania wtyczki jest wyłączona.

source: Great!
pl_pl: Świetnie!

source: Can't load resource.
pl_pl: Nie mogę załadować źródła.

source: Activated
pl_pl: Włączono

source: Invalid Email address
pl_pl: Nieprawidłowy adres e-mail

source: Email field is empty
pl_pl: Pole e-mail jest puste

source: Just a moment...
pl_pl: Jeszcze chwila...

source: Reset
nl_nl: Resetten
pl_pl: Zresetuj

source: Reset styles to default values
nl_nl: Stijlen terugzetten naar standaardwaarden
pl_pl: Zresetuj style do wartości domyślnych

source: Reset styles
nl_nl: Reset stijlen
pl_pl: Zresetuj style

source: It will show the current date when loading the gallery.
nl_nl: De huidige datum wordt getoond bij het laden van de galerij.
pl_pl: Wyświetla aktualną datę, gdy wczytywana jest galeria.

source: The creation date of the current gallery.
nl_nl: De aanmaakdatum van de huidige galerij.
pl_pl: Data utworzenia bieżącej galerii.

source: Current Date
nl_nl: Huidige datum
pl_pl: Bieżąca data

source: Gallery Creation Date
nl_nl: Galerij aanmaak datum
pl_pl: Data utworzenia galerii

source: The color of the Progress Line
nl_nl: De kleur van de vooruitgang lijn
pl_pl: Kolor paska postępu

source: Progress Line color
nl_nl: Vooruitgang lijn kleur
pl_pl: Kolor paska postępu

source: Hide Progress Line
nl_nl: Progressielijn verbergen
pl_pl: Ukryj pasek postępu

source: The Post title of the current post.
nl_nl: De bericht titel van het huidige bericht.
pl_pl: Tytuł wpisu.

source: Post Title
nl_nl: Bericht titel
pl_pl: Tytuł artykułu

source: Suggest a Feature
nl_nl: Stel een functie voor
pl_pl: Zaproponuj funkcję

source: Docs
pl_pl: Dokumenty

source: Support
nl_nl: Ondersteuning
pl_pl: Pomoc techniczna

source: Shows the post author's email that was filled in their WordPress profile.
nl_nl: Toont het e-mailadres van de auteur van het bericht dat werd ingevuld in hun WordPress profiel.
pl_pl: Pokazuje adres e-mail autora wpisu, który został wpisany w jego profilu WordPress.

source: Post Author Email
nl_nl: Bericht auteur e-mail
pl_pl: E-mail autora wpisu

source: Shows the post author's nickname that was filled in their WordPress profile.
nl_nl: Toont de alias van de auteur van het bericht die werd ingevuld in hun WordPress profiel.
pl_pl: Pokazuje pseudonim autora wpisu, który został wpisany w jego profilu WordPress.

source: Post Author Nickname
nl_nl: Bericht auteur alias
pl_pl: Pseudonim autora wpisu

source: Shows the admin's email that was filled in their WordPress profile.
nl_nl: Toont het e-mailadres van de beheerder dat werd ingevuld in hun WordPress profiel.
pl_pl: Pokazuje adres e-mail administratora, który został wprowadzony w jego profilu WordPress.

source: Admin Email
nl_nl: Beheerder e-mail
pl_pl: Email Administratora

source: Gallery link
nl_nl: Galerij link
pl_pl: Odnośnik do galerii

source: Prints the webpage link where the current gallery is posted.
nl_nl: Afdrukken van de link op de webpagina waar de huidige galerij staat.
pl_pl: Drukuje odnośnik do strony internetowej, na której opublikowana jest bieżąca galeria.

source: Gallery page link
nl_nl: Galerij pagina link
pl_pl: Link do strony galerii

source: The title of the gallery.
nl_nl: De titel van de galerij.
pl_pl: Tytuł galerii.

source: Photo Gallery plugin Premium version
nl_nl: Photo Gallery plugin Premium versie
pl_pl: Wersja premium wtyczki Galeria Zdjęć

source: Documentation
nl_nl: Documentatie
pl_pl: Dokumentacja

source: YouTube video tutorials
nl_nl: YouTube video handleidingen
pl_pl: Samouczki filmowe na YouTube

source: For more information:
nl_nl: Voor meer informatie:
pl_pl: Więcej informacji:

source: Photo Gallery is a cool responsive image gallery plugin with awesome layout options, stunning gallery and album views, designed with features that allow you not to just show photos in a beautiful way but to deliver the message hidden in them.
nl_nl: Photo Gallery is een coole responsive fotogalerij plugin met geweldige lay-out opties, verbluffende galerie- en albumweergaven, ontworpen met functies waarmee je niet alleen foto's op een mooie manier kan laten zien, maar ook de boodschap die erin verborgen zit.
pl_pl: Galeria Zdjęć to fajna, responsywna wtyczka galerii obrazów z niesamowitymi opcjami układu, oszałamiającymi widokami galerii i albumów, zaprojektowana z funkcjami, które pozwalają nie tylko wyświetlać zdjęcia w piękny sposób, ale także przekazywać ukrytą w nich wiadomość.

source: Gallery Information
nl_nl: Galerij informatie
pl_pl: Informacje galerii

source: General Information:
nl_nl: Algemene informatie:
pl_pl: Ogólne informacje:

source: Determine the length of the results to be shown in the Gallery image categories List Table by putting your preferred count of words in the following field. (For example: if you put 10, you will see the first 10 words of each result in the Question categories page of your dashboard.
nl_nl: Bepaal de lengte van de resultaten die worden getoond in de tabel galerij afbeelding categorieën lijst door je gewenste aantal woorden in het volgende veld te zetten. (bijvoorbeeld: als je 10 invult, zie je de eerste 10 woorden van elk resultaat op de pagina vraag categorieën van je dashboard.
pl_pl: Określ długość wyników wyświetlanych w tabeli z listą kategorii obrazków, wpisując preferowaną liczbę słów w poniższym polu. (Na przykład: jeśli wpiszesz 10, zobaczysz pierwsze 10 słów każdego wyniku na stronie Kategorie pytań w panelu kontrolnym.

source: Gallery image categories list table
nl_nl: Galerij afbeelding categorieën lijst tabel
pl_pl: Tabela z listą kategorii obrazków

source: Copy the generated shortcode and paste it into any post or page to display Gallery.
nl_nl: Kopieer de gegenereerde shortcode en plak deze in een bericht of pagina om de galerij te tonen.
pl_pl: Skopiuj wygenerowany krótki kod i wklej go w dowolnym wpisie lub stronie, aby wyświetlić galerię.

source: Your Gallery is Created!
nl_nl: Je galerij is aangemaakt!
pl_pl: Twoja galeria została utworzona!

source: Thumbs up, great!
nl_nl: Duimen omhoog, geweldig!
pl_pl: Kciuki w górę, świetnie!

source: Done!
nl_nl: Klaar!
pl_pl: Gotowe!

source: edit gallery page
nl_nl: bewerk galerij pagina
pl_pl: edytuj stronę galerii

source: For more detailed configuration visit
nl_nl: Ga voor meer gedetailleerde configuratie naar
pl_pl: Aby uzyskać bardziej szczegółową konfigurację, odwiedź stronę

source: Great job
nl_nl: Prima
pl_pl: Dobra robota

source: Category
nl_nl: Categorie
pl_pl: Kategoria

source: Allow only admins to see the Gallery button within the WP Editor while adding/editing a new post/page.
nl_nl: Laat alleen beheerders de galerij knop zien in de WP editor tijdens het toevoegen/bewerken van een nieuw bericht/pagina.
pl_pl: Pozwól tylko administratorom widzieć przycisk galerii w Edytorze WP podczas dodawania/edytowania nowego wpisu/strony.

source: Show gallery button to Admins only
nl_nl: Galerij knop alleen aan beheerders tonen
pl_pl: Pokaż przycisk galerii tylko administratorom

source: Enable filter by image categories
nl_nl: Filter bij afbeelding categorieën inschakelen
pl_pl: Włącz filtrowanie według kategorii obrazków

source: Choose the category/categories your gallery belongs to. To create a category, go to the %1$sCategories%2$s page.
nl_nl: Kies de categorie/categorieën waar je galerij bij hoort. Om een categorie te maken, ga naar de %1$sCategorieën%2$s pagina.
pl_pl: Wybierz kategorię/kategorie, do których należy twoja galeria. Aby utworzyć kategorię, przejdź do strony %1$sKategorie galerii%2$s.

source: Image category deleted.
nl_nl: Afbeelding categorie verwijderd.
pl_pl: Kategoria obrazków została usunięta.

source: Image category saved.
nl_nl: Afbeelding categorie opgeslagen.
pl_pl: Kategoria obrazków została zapisana.

source: Image category created.
nl_nl: Afbeelding categorie gemaakt.
pl_pl: Kategoria obrazków została utworzona.

source: There are no image categories yet.
nl_nl: Er zijn nog geen afbeelding categorieën.
pl_pl: Nie ma jeszcze żadnych kategorii obrazków.

source: Image Categories
nl_nl: Afbeelding categorieën
pl_pl: Kategorie obrazków

source: Edit gallery category
nl_nl: Bewerk galerij categorie
pl_pl: Edytuj kategorię galerii

source: Add new gallery category
nl_nl: Nieuwe galerij categorie toevoegen
pl_pl: Dodaj nową kategorię galerii

source: Edit image category
nl_nl: Afbeelding categorie bewerken
pl_pl: Edytuj kategorię obrazków

source: Add new image category
nl_nl: Nieuwe afbeelding categorie toevoegen
pl_pl: Dodaj nową kategorię obrazków

source: Image categories
nl_nl: Afbeelding categorieën
pl_pl: Kategorie obrazów

source: Gallery unpublished.
nl_nl: Galerij niet gepubliceerd.
pl_pl: Galeria została wyłączona.

source: Gallery published.
nl_nl: Galerij gepubliceerd.
pl_pl: Galeria została opublikowana.

source: Unpublish
nl_nl: Publicatie ongedaan maken
pl_pl: Nie publikuj

source: Publish
nl_nl: Publiceren
pl_pl: Publikuj

source: published
nl_nl: gepubliceerd
pl_pl: opublikowano

source: unpublished
nl_nl: niet gepubliceerd
pl_pl: niepublikowany

source: Unpublished
nl_nl: Niet gepubliceerd
pl_pl: Nieopublikowana

source: Published
nl_nl: Gepubliceerd
pl_pl: Opublikowana

source: Published OR Unpublished. Choose whether the gallery is active or not. If you choose Unpublished option, the gallery won’t be shown anywhere in your website (You don’t need to remove shortcodes).
nl_nl: Gepubliceerd OF ongepubliceerd. Kies of de galerij actief is of niet. Als je de optie ongepubliceerd kiest, wordt de galerij nergens op je site getoond (je hoeft geen shortcodes te verwijderen).
pl_pl: Opublikowana LUB niepublikowana. Wybierz, czy galeria jest aktywna, czy nie. Jeśli wybierzesz opcję Niepublikowane, galeria nie będzie wyświetlana w żadnym miejscu na Twojej stronie (nie musisz usuwać skrótów).

source: It will show the current gallery images count.
it_it: Mostrerà il conteggio delle immagini della galleria attuale.
nl_nl: Het huidige aantal afbeeldingen in de galerij wordt getoond.
pl_pl: Pokaże liczbę zdjęć w aktualnej galerii.

source: Gallery Images Count
it_it: Conteggio immagini della galleria
nl_nl: Galerij afbeeldingen aantal
pl_pl: Liczba obrazów w galerii

source: Shows the current gallery author's email that was filled in their WordPress profile.
it_it: Mostra l'email dell'autore della galleria attuale, che è stata inserita nel suo profilo WordPress.
nl_nl: Toont de e-mail van de huidige galerij auteur die is ingevuld in hun WordPress profiel.
pl_pl: Pokazuje adres e-mail aktualnego autora galerii, który został wpisany w jego profilu WordPress.

source: Gallery Author Email
it_it: Email autore della galleria
nl_nl: Galerij auteur E-mail
pl_pl: E-mail autora galerii

source: It will show the author of the current gallery.
it_it: Mostrerà l'autore della galleria attuale.
nl_nl: De auteur van de huidige galerij wordt getoond.
pl_pl: Pokaże autora aktualnej galerii.

source: Gallery Author
it_it: Autore della galleria
nl_nl: Galerij auteur
pl_pl: Autor galerii

source: The ID of the gallery.
it_it: ID della galleria attuale.
nl_nl: Het ID van de galerij.
pl_pl: Identyikator galerii.

source: Gallery ID
it_it: ID galleria
nl_nl: Galerij ID
pl_pl: ID galerii

source: Error
it_it: Errore
nl_nl: Fout
pl_pl: Błąd

source: Maybe something went wrong.
it_it: Forse qualcosa è andato storto.
nl_nl: Misschien ging er iets mis.
pl_pl: Prawdopodobnie coś poszło nie tak.

source: Hurry up! <a href='https://ays-pro.com/wordpress/photo-gallery?utm_source=dashboard-gallery&utm_medium=free-gallery&utm_campaign=sale-banner-gallery' target='_blank' style='color:#ffc700;'> Check it out! </a>
it_it: Affrettati! <a href='https://ays-pro.com/wordpress/photo-gallery?utm_source=dashboard-gallery&utm_medium=free-gallery&utm_campaign=sale-banner-gallery' target='_blank' style='color:#ffc700;'> Guarda qui! </a>
nl_nl: Haast je! <a href='https://ays-pro.com/wordpress/photo-gallery?utm_source=dashboard-gallery&utm_medium=free-gallery&utm_campaign=sale-banner-gallery' target='_blank' style='color:#ffc700;'> Bekijk het! </a>
pl_pl: Pospiesz się! <a href='https://ays-pro.com/wordpress/photo-gallery?utm_source=dashboard-gallery&utm_medium=free-gallery&utm_campaign=sale-banner-gallery' target='_blank' style='color:#ffc700;'> Sprawdź to koniecznie! </a>

source: Upgrade 30% Sale
it_it: 30% di sconto sull'aggiornamento
nl_nl: Upgrade 30% uitverkoop
pl_pl: Ulepsz - 30% wyprzedaży

source: Offer ends in:
it_it: L'offerta termina in:
nl_nl: Aanbieding eindigt in:
pl_pl: Oferta wygasa za:

source: 30 Days Money Back Guarantee
it_it: 30 giorni di garanzia di rimborso
nl_nl: 30 dagen geld terug garantie
pl_pl: 30-dniowa gwarancja zwrotu pieniędzy

source: One-time payment
it_it: Pagamento unico
nl_nl: Eenmalige betaling
pl_pl: Płatność jednorazowa

source: We're sure that you'll love our Photo Gallery plugin, but, if for some reason, you're not satisfied in the first 30 days of using our product, there is a money-back guarantee and we'll issue a refund.
it_it: Siamo sicuri che il nostro plugin Photo Gallery ti piacerà, ma se per qualche motivo non sei soddisfatto nei primi 30 giorni di utilizzo del nostro prodotto, c'è una garanzia di rimborso. e ti rimborseremo.
nl_nl: We weten zeker dat je onze foto galerij plugin geweldig zult vinden, maar als je om wat voor reden dan ook niet tevreden bent in de eerste 30 dagen dat je ons product gebruikt, is er een geld terug garantie en geven we je geld terug.
pl_pl: Jesteśmy pewni, że pokochasz naszą wtyczkę Galeria Zdjęć, ale jeśli z jakiegoś powodu tak nie będzie w ciągu pierwszych 30 dni korzystania z naszego produktu, istnieje gwarancja zwrotu pieniędzy i dokonamy zwrotu pieniędzy.

source: 30 day money back guarantee !!!
it_it: 30 giorni di garanzia di rimborso!!!
nl_nl: 30 dagen geld terug garantie!!!
pl_pl: 30-dniowa gwarancja zwrotu pieniędzy!!!

source: (One-time payment)
it_it: (Pagamento unico)
nl_nl: (Eenmalige betaling)
pl_pl: (Płatność jednorazowa)

source: The ID of the current user.
it_it: ID dell'utente attuale.
nl_nl: Het ID van de huidige gebruiker.
pl_pl: Identyfikator aktualnego użytkownika.

source: User's ID
it_it: ID utente
nl_nl: ID gebruiker
pl_pl: Identyfikator użytkownika

source: Add new
it_it: Aggiungi nuova
nl_nl: Nieuwe toevoegen
pl_pl: Dodaj nowy

source: All Galleries
it_it: Tutte le gallerie
nl_nl: Alle galerijen
pl_pl: Wszystkie galerie

source: Click to copy
it_it: Fai clic per copiare
nl_nl: Klik om te kopiëren
pl_pl: Kliknij, aby skopiować

source: Write the text you prefer for the "All" category to see all the images on the Front-end.
it_it: Scrivi il testo che preferisci per la categoria "Tutte" per vedere tutte le immagini sul frontend.
nl_nl: Schrijf de tekst die je verkiest voor de categorie "Alle" om alle afbeeldingen op de front-end te zien.
pl_pl: Wpisz preferowany tekst dla kategorii „Wszystkie”, aby zobaczyć wszystkie obrazy w interfejsie użytkownika.
