Repository: WordPressBugBounty/plugins-gallery-photo-gallery
Catalog: gallery-photo-gallery/languages/gallery-photo-gallery-*.po
Languages: it_it, nl_nl, pl_pl

source: Enable the option if you want to assign the values to height and weight by ratio.
it_it: Attiva l'opzione se vuoi assegnare i valori di altezza e larghezza in base al rapporto.
nl_nl: Schakel de optie in als je de waarden voor hoogte en gewicht wilt toewijzen op basis van verhouding.
pl_pl: Włącz opcję, jeśli chcesz przypisać proporcjonalnie wartości do wysokości i szerokości.

source: Responsive Width/Height
it_it: Larghezza/altezza responsive
nl_nl: Responsive breedte/hoogte
pl_pl: Responsywna szerokość/wysokość

source: Color value
it_it: Valore colore
nl_nl: Kleurwaarde
pl_pl: Wartość koloru

source: Select Color
it_it: Seleziona colore
nl_nl: Selecteer kleur
pl_pl: Wybierz Kolor

source: Select default color
it_it: Seleziona il colore predefinito
nl_nl: Standaardkleur selecteren
pl_pl: Ustaw domyślny kolor

source: Clear color
it_it: Pulisci colore
nl_nl: Kleur wissen
pl_pl: Usuń kolor

source: Clear
it_it: Pulisci
nl_nl: Wissen
pl_pl: Wyczyść

source: myClass myAnotherClass...
pl_pl: mojaKlasa mojaInnaKlasa...

source: Custom HTML class for gallery container. You can use your class for adding your custom styles for gallery container.
it_it: Classe personalizzata HTML per il contenitore della galleria. Puoi usare la tua classe per aggiungere stili personalizzati per il contenitore della galleria.
nl_nl: Aangepast HTML klasse voor galerij container. Je kunt je klasse gebruiken om je aangepaste stijlen toe te voegen aan de galerij container.
pl_pl: Własna klasa HTML dla kontenera galerii. Możesz użyć swojej klasy do dodania niestandardowych stylów do kontenera galerii.

source: Custom class
it_it: Classe personalizzata
nl_nl: Aangepaste klasse
pl_pl: Klasa niestandardowa

source: Descending
it_it: Decrescente
nl_nl: Aflopend
pl_pl: Malejąco

source: Ascending
it_it: Crescente
nl_nl: Oplopend
pl_pl: Rosnąco

source: This option is not compatible with the Mosaic layout.
it_it: Questa opzione non è compatibile con il layout a mosaico.
nl_nl: Deze optie is niet compatibel met de mozaïek lay-out.
pl_pl: Ta opcja nie jest kompatybilna z układem mozaika.

source: Enable search for image
it_it: Abilita la ricerca di immagini
nl_nl: Zoeken naar afbeelding inschakelen
pl_pl: Włącz wyszukiwanie obrazu

source: Choose filter for lightbox
it_it: Scegli il filtro per il lightbox
nl_nl: Kies filter voor lightbox
pl_pl: Wybierz filtr dla lightboksa

source: Saturate
it_it: Satura
nl_nl: Verzadigd
pl_pl: Nasycenie

source: Invert
it_it: Inverti
nl_nl: Omkeren
pl_pl: Odwróć

source: Hue Rotate
it_it: Rotazione tonalità
nl_nl: Tint roteren
pl_pl: Odwróć barwy

source: Grayscale
it_it: Scala di grigi
nl_nl: Grijsschaal
pl_pl: Skala szarości

source: Contrast
it_it: Contrasto
pl_pl: Kontrast

source: Brightness
it_it: Luminosità
nl_nl: Helderheid
pl_pl: Jasność

source: Blur
it_it: Sfuoca
nl_nl: Vervagen
pl_pl: Rozmycie

source: Default none
it_it: Nessun valore predefinito
nl_nl: Standaard geen
pl_pl: Domyślnie (brak)

source: The filter property defines visual effects to images of Gallery
it_it: La proprietà filtro definisce gli effetti visivi per le immagini della galleria
nl_nl: De filtereigenschap definieert visuele effecten op afbeeldingen van galerij
pl_pl: Właściwość filtr określa efekty wizualne obrazków z galerii

source: Choose filter for thumbnail
it_it: Scegli il filtro per le miniature
nl_nl: Kies filter voor thumbnail
pl_pl: Wybierz filtr miniatury

source: Change the ordering
it_it: Cambia l'ordine
nl_nl: De sortering wijzigen
pl_pl: Zmień sortowanie

source: Thumbnail title icon size
it_it: Dimensione dell'icona del titolo delle miniature
nl_nl: Thumbnail titel pictogram grootte
pl_pl: Rozmiar ikony tytułu miniatury

source: Images border
it_it: Bordo delle immagini
nl_nl: Afbeeldingen rand
pl_pl: Obramowanie obrazka

source: Images hover icon
it_it: Icona hover delle immagini
nl_nl: Afbeeldingen hoveren pictogram
pl_pl: Ikona obrazków po najechaniu kursorem

source: Loader style
it_it: Stile del caricatore
nl_nl: Lader stijl
pl_pl: Styl wczytywania

source: During image hover, the scale box shadow effect of the image
it_it: L'effetto dell'ombra del box di ridimensione dell'immagine durante l'hover sull'immagine
nl_nl: Tijdens afbeelding hoveren is het schaduw effect van de schaal box van de afbeelding
pl_pl: Podczas najechania kursorem na obrazek, skaluj efekt cienia obrazka

source: Images hover scale box shadow effect
it_it: Effetto ombra del box di ridimensione all'hover delle immagini
nl_nl: Afbeeldingen hoveren met schaal vak schaduw effect
pl_pl: Obraz, skala, efekt cienia pola najechanego kursorem

source: Images hover zoom effect
it_it: Effetto zoom all'hover delle immagini
nl_nl: Afbeeldingen hoveren zoom effect
pl_pl: Efekt powiększania po najechaniu kursorem na obrazek

source: Images hover color
it_it: Colore hover delle immagini
nl_nl: Afbeeldingen hoveren kleur
pl_pl: Kolory obrazków po najechaniu kursorem

source: Images hover opacity
it_it: Opacità hover delle immagini
nl_nl: Afbeeldingen hoveren opaciteit
pl_pl: Przezroczystość obrazka po najechaniu kursorem

source: Image position
it_it: Posizione dell'immagine
nl_nl: Afbeelding positie
pl_pl: Pozycja obrazu

source: Images hover animation
it_it: Animazione hover delle immagini
nl_nl: Afbeeldingen hoveren animatie
pl_pl: Animacja po najechaniu kursorem na obrazki

source: Images hover effect
it_it: Effetto hover delle immagini
nl_nl: Afbeelding hoveren effect
pl_pl: Efekt po najechaniu kursorem na obrazki

source: Choose Images loading animation
it_it: Scegli l'animazione di caricamento delle immagini
nl_nl: Kies afbeeldingen laad animatie
pl_pl: Wybierz animacje wczytywania

source: Images loading effect
it_it: Effetto al caricamento delle immagini
nl_nl: Afbeeldingen laden effect
pl_pl: Efekt ładowania obrazów

source: You can decide whether to show the filter by category of the gallery or not. This option is compatible only with the Grid layout.
it_it: Puoi scegliere se mostrare o meno il filtro per categoria della galleria. Questa opzione è compatibile solo con il layout a griglia.
nl_nl: Je kan zelf bepalen of je de filter op categorie van de galerij wilt tonen of niet. Deze optie is alleen compatibel met de raster lay-out.
pl_pl: Możesz zdecydować, czy chcesz wyświetlać filtr według kategorii galerii, czy nie. Ta opcja jest kompatybilna tylko z układem Siatka.

source: Gallery category deleted.
it_it: Categoria di gallerie eliminata.
nl_nl: Galerij categorie verwijderd.
pl_pl: Kategoria galerii została usunięta.

source: Gallery category saved.
it_it: Categoria di gallerie salvata.
nl_nl: Galerij categorie opgeslagen.
pl_pl: Kategoria galerii została zapisana.

source: Gallery category created.
it_it: Categoria di gallerie creata.
nl_nl: Galerij categorie aangemaakt.
pl_pl: Kategoria galerii została utworzona.

source: There are no gallery categories yet.
it_it: Non ci sono ancora categorie di gallerie.
nl_nl: Er zijn nog geen categorieën voor galerijen.
pl_pl: Nie ma jeszcze żadnych kategorii galerii.

source: Gallery Categories
it_it: Categorie di gallerie
nl_nl: Galerij categorieën
pl_pl: Kategorie galerii

source: Gallery Category
it_it: Categoria di gallerie
nl_nl: Galerij categorie
pl_pl: Kategoria galerii

source: Image Category
it_it: Categoria d'immagine
nl_nl: Afbeelding categorie
pl_pl: Kategoria obrazka

source: Select image categories
it_it: Seleziona categorie di immagini
nl_nl: Selecteer afbeelding categorieën
pl_pl: Wybierz kategorie obrazka

source: Provide more information about the gallery category
it_it: Fornisci qualche informazione in più sulla categoria della galleria.
nl_nl: Geef meer informatie over de categorie galerij
pl_pl: Podaj więcej informacji na temat kategorii galerii

source: Title of the category
it_it: Titolo della categoria
nl_nl: Titel van de categorie
pl_pl: Tytuł kategorii

source: The color of the image hover
it_it: Il colore dell'immagine al passaggio del mouse
nl_nl: De kleur van de afbeelding hoveren
pl_pl: Kolor obrazka po najechaniu kursorem

source: Save
it_it: Salva
nl_nl: Opslaan
pl_pl: Zapisz

source: Save and close
it_it: Salva e chiudi
nl_nl: Opslaan en sluiten
pl_pl: Zapisz i zamknij

source: The position image of the gallery
it_it: La posizione dell'immagine della galleria
nl_nl: De positie afbeelding van de galerij
pl_pl: Pozycja obrazka w galerii

source: No
nl_nl: Nee
pl_pl: Nie

source: Yes
it_it: Sì
nl_nl: Ja
pl_pl: Tak

source: If you choose the Show with a date of adding the image to the gallery will appear on the date with the title.
it_it: Se si sceglie l'opzione "Mostra con data di aggiunta", l'immagine nella galleria apparirà alla data con il titolo.
nl_nl: Als je de toon kiest met een datum waarop de afbeelding aan de galerij wordt toegevoegd, verschijnt deze op de datum met de titel.
pl_pl: W przypadku wybrania opcji pokaż z datą dodania zdjęcia do galerii, na dacie z tytułem pojawi się data.

source: Gallery duplicated.
it_it: Galleria duplicata.
nl_nl: Galerij gedupliceerd.
pl_pl: Utworzono kopię galerii.

source: Duplicate
it_it: Duplica
nl_nl: Dupliceren
pl_pl: Duplikuj

source: Top
it_it: In alto
nl_nl: Bovenkant
pl_pl: Na górze

source: Bottom
it_it: Inferiore
nl_nl: Onderaan
pl_pl: Na dole

source: Show title: in the bottom or on top
it_it: Mostra il titolo: in basso e in alto
nl_nl: Titel tonen: in de onderkant of bovenaan
pl_pl: Pokaż tytuł: na dole lub na górze

source: Image title position
it_it: Posizione del titolo dell'immagine
nl_nl: Afbeelding titel positie
pl_pl: Pozycja tytułu obrazka

source: If you choose the case of Thumbnail hover the title will appear when the mouse cursor stops on the image, otherwise the title by default will appear at the bottom of the image.
it_it: Se si sceglie il caso di "Thumbnail hover", il titolo apparirà quando il cursore del mouse si ferma sull'immagine, altrimenti il titolo apparirà come predefinito nella parte inferiore dell'immagine.
nl_nl: Als je kiest voor thumbnail hoveren verschijnt de titel als de muiscursor op de afbeelding stopt, anders verschijnt de titel standaard aan de onderkant van de afbeelding.
pl_pl: Jeśli wybierzesz opcję najechania miniatury, tytuł pojawi się po zatrzymaniu kursora myszy na obrazie, w przeciwnym razie tytuł domyślnie pojawi się na dole obrazu.

source: Items
it_it: Elementi
pl_pl: Elementy

source: Show caption in lightbox
it_it: Mostra la didascalia nel lightbox
nl_nl: Toon bijschrift in lightbox
pl_pl: Pokaż podpis w Lightboxie

source: By checking this option it will disable lightbox on image click
it_it: Selezionando questa opzione si disabilita il lightbox quando si fa clic sull'immagine.
nl_nl: Door deze optie aan te vinken wordt de lightbox uitgeschakeld bij het klikken op de afbeelding
pl_pl: Zaznaczenie tej opcji spowoduje wyłączenie lightboksa po kliknięciu obrazu

source: Disable lightbox
it_it: Disabilita lightbox
nl_nl: Lightbox uitschakelen
pl_pl: Wyłącz lightbox

source: Please feel free to use our other awesome plugins!
it_it: Sentiti libero di usare gli altri nostri fantastici plugin!
nl_nl: Voel je vrij om onze andere geweldige plugins te gebruiken!
pl_pl: Zapraszamy do korzystania z naszych innych niesamowitych wtyczek!

source: The height of the thumbnails of the Gallery
it_it: L'altezza delle miniature della galleria
nl_nl: De hoogte van de thumbnails van de galerij
pl_pl: Wysokość miniatur galerii

source: Thumbnails height
it_it: Altezza delle miniature
nl_nl: Thumbnail hoogte
pl_pl: Wysokość miniatur

source: Some of the images haven\'t been loaded
it_it: Alcune immagini non sono state caricate
nl_nl: Sommige afbeeldingen zijn niet geladen
pl_pl: Niektóre obrazki nie zostały załadowane

source: Something goes wrong please reload page
it_it: Qualcosa va storto, ricarica la pagina
nl_nl: Er gaat iets fout, laad de pagina opnieuw
pl_pl: Coś poszło nie tak, proszę odświeżyć stronę

source: -Select Gallery-
it_it: -Seleziona galleria-
nl_nl: -Selecteer galerij-
pl_pl: -Wybierz galerię-

source: There are no gallery yet
it_it: Non ci sono ancora gallerie
nl_nl: Er zijn nog geen galerijen
pl_pl: Nie ma jeszcze żadnej galerii

source: Loading...
it_it: Caricamento in corso…
nl_nl: Aan het laden...
pl_pl: Wczytywanie…

source: PRO Features
it_it: Caratteristiche PRO
nl_nl: PRO functies
pl_pl: Funkcje PRO

source: Buy now
it_it: Acquista ora
nl_nl: Koop nu
pl_pl: Kup teraz

source: Key control
it_it: Controllo chiave
nl_nl: Sleutelbediening
pl_pl: Kontrola klawiszami

source: Thumbnails settings
it_it: Impostazioni miniature
nl_nl: Thumbnail instellingen
pl_pl: Ustawienia miniatury

source: Mouse wheel
it_it: Rotella del mouse
nl_nl: Muiswiel
pl_pl: Koło myszy

source: Share buttons
it_it: Pulsanti condivisione
nl_nl: Deel knoppen
pl_pl: Przyciski udostępniania

source: Lightbox live preview
it_it: Anteprima dal vivo del lightbox
nl_nl: Lightbox live voorbeeld
pl_pl: Podgląd na żywo lightbox

source: Lightbox overlay settings
it_it: Impostazioni sovrapposizione lightbox
nl_nl: Lightbox overlay instellingen
pl_pl: Ustawienia nakładki lightbox

source: 20+ Animation easing effects
it_it: 20+ effetti d'interpolazione dell'animazione
nl_nl: Meer dan 20 animatie-verzachtingseffecten
pl_pl: Ponad 20 efektów łagodnej animacji

source: 20+ Transition effects
it_it: 20+ effetti di trasizione
nl_nl: 20+ overgang effecten
pl_pl: Ponad 20 efektów przejść

source: 30+ awesome views
it_it: 30+ viste fantastiche
nl_nl: 30+ geweldige weergaven
pl_pl: Ponad 30 różnych motywów

source: Unlimited items
it_it: Elementi illimitati
nl_nl: Onbeperkt aantal items
pl_pl: Nieograniczona liczba elementów

source: Unlimited galleries
it_it: Gallerie illimitate
nl_nl: Onbeperkte galerijen
pl_pl: Nieograniczona liczba galerii

source: Unlimited sites
it_it: Siti illimitati
nl_nl: Onbeperkt aantal sites
pl_pl: Nieograniczone witryny

source: 5 site
it_it: 5 siti
nl_nl: 5 sites
pl_pl: 5 stron

source: 1 site
it_it: 1 sito
pl_pl: 1 strona

source: Support for
it_it: Supporto per
nl_nl: Ondersteuning voor
pl_pl: Pomoc techniczna dla

source: Lifetime
it_it: A vita
nl_nl: Levenslang
pl_pl: Dożywotnio

source: 12 months
it_it: 12 mesi
nl_nl: 12 maanden
pl_pl: 12 miesięcy

source: 1 months
it_it: 1 mese
nl_nl: 1 maand
pl_pl: 1 miesiąc

source: Upgrade for
it_it: Aggiornamento per
nl_nl: Upgrade voor
pl_pl: Aktualizacje

source: Free
it_it: Gratis
nl_nl: Gratis
pl_pl: Bezpłatnie

source: Developer
it_it: Sviluppatore
nl_nl: Ontwikkelaar
pl_pl: Deweloper

source: Business
it_it: Affari
nl_nl: Bedrijf
pl_pl: Biznes

source: Personal
it_it: Personale
nl_nl: Persoonlijk
pl_pl: Prywatne

source: Transition speed (in ms)
it_it: Velocita transizione (in ms)
nl_nl: Overgangssnelheid (in ms)
pl_pl: Szybkość przejścia (w ms)

source: Allow Esc key
it_it: Permetti il tasto Esc
nl_nl: Esc-toets toestaan
pl_pl: Zezwalaj na klawisz ESC

source: Allow key control
it_it: Permetti il controllo con i tasti
nl_nl: Sleutelbediening toestaan
pl_pl: Zezwalaj na kontrolę klawiszami

source: Download button
it_it: Pulsante scarica
nl_nl: Downloadknop
pl_pl: Przycisk pobierania

source: Images actual size button
it_it: Pulsante di dimensione reale delle immagini
nl_nl: Afbeeldingen werkelijke grootte knop
pl_pl: Przycisk rzeczywistego rozmiaru obrazów

source: Full screen button
it_it: Pulsante schermo intero
nl_nl: Knop volledig scherm
pl_pl: Przycisk pełnego ekranu

source: Images slide show
it_it: Presentazione delle immagini
nl_nl: Afbeeldingen slideshow
pl_pl: Pokaz slajdów z obrazkami

source: Images counter
it_it: Contatore delle immagini
nl_nl: Afbeeldingen teller
pl_pl: Licznik obrazów

source: Lightbox options
it_it: Opzioni di lightbox
nl_nl: Lightbox opties
pl_pl: Opcje lightbox

source: Lightbox effects
it_it: Effetti lightbox
nl_nl: Lightbox effect
pl_pl: Efekty lightbox

source: Lightbox settings
it_it: Impostazioni lightbox
nl_nl: Lightbox instellingen
pl_pl: Ustawienia lightbox

source: Gallery view type
it_it: Tipo vista della galleria
nl_nl: Galerijweergave type
pl_pl: Typ widoku galerii

source: Disable
it_it: Disabilita
nl_nl: Uitschakelen
pl_pl: Wyłącz

source: Enable
it_it: Abilita
nl_nl: Inschakelen
pl_pl: Włącz

source: Gallery preview
it_it: Anteprima della galleria
nl_nl: Galerij voorbeeld
pl_pl: Podgląd galerii

source: View your gallery in live preview. In the preview you can’t see Thumbnail size and Image order changes.
it_it: Visualizza la galleria nell'anteprima dal vivo. Nell'anteprima non è possibile vedere le modifiche alle dimensioni delle miniature e all'ordine delle immagini.
nl_nl: Bekijk je galerij in live voorbeeld. In het voorbeeld kun je de veranderingen in de grootte van thumbnails en de volgorde van afbeelding niet zien.
pl_pl: Zobacz swoją galerię w podglądzie na żywo. W podglądzie nie widać zmian w rozmiarze miniatury i kolejności obrazów.

source: You can add your CSS
it_it: Puoi aggiungere il tuo CSS
nl_nl: Je kunt je CSS toevoegen
pl_pl: Możesz dodać własny kod CSS

source: The color of the background of the Gallery Thumbnail title
it_it: Il colore dello sfondo del titolo delle miniature della galleria
nl_nl: De kleur van de achtergrond van de titel van de thumbnail van de galerij
pl_pl: Kolor tła tytułu miniatury galerii

source: The degree of borders curvature of images
it_it: Il grado di curvatura dei bordi delle immagini
nl_nl: De mate van kromming van de randen van afbeeldingen
pl_pl: Stopień zaokrąglenia obramowania obrazów

source: The distance among images with pixels
it_it: La distanza tra le immagini in pixel
nl_nl: De afstand tussen afbeeldingen met pixels
pl_pl: Odległość między obrazami w pikselach

source: Select icon for the gallery images
it_it: Seleziona l'icona per le immagini della galleria
nl_nl: Selecteer pictogram voor de galerij afbeeldingen
pl_pl: Wybierz ikonę dla galerii obrazków

source: During hover, the icon seen on the image
it_it: L'icona visualizzata sull'immagine durante l'hover
nl_nl: Tijdens het hoveren is het pictogram te zien op de afbeelding
pl_pl: Podczas najechania ikona widoczna na obrazku

source: During image hover, the zoom effect of the image
it_it: L'effetto d'ingrandimento dell'immagine durante l'hover sull'immagine
nl_nl: Tijdens afbeelding hoveren is het zoomeffect van de afbeelding
pl_pl: Efekt powiększenia obrazu, podczas najechania na obraz

source: Hover opacity preview
it_it: Anteprima opacità all'hover
nl_nl: Hoveren opaciteit voorbeeld
pl_pl: Podejrzyj najeżdżając kursorem

source: The transparency degree of the image hover
it_it: Il grado di trasparenza dell'immagine al passaggio del mouse
nl_nl: De mate van transparantie van de afbeelding hoveren
pl_pl: Stopień przezroczystości obrazka po najechaniu kursorem

source: Hover appearing animation of the images of Gallery
it_it: Animazione di comparsa delle immagini della galleria
nl_nl: Hoveren weergave animatie van de afbeeldingen van galerij
pl_pl: Animacja pojawiająca się po najechaniu kursorem na obrazki w Galerii

source: Effect intended for hover according to animation
it_it: Effetto destinato all'hover secondo l'animazione
nl_nl: Effect bedoeld voor hoveren volgens animatie
pl_pl: Efekt po najechaniu kursorem

source: This section notes the type of the Gallery that is in what sequence should the pictures be
it_it: Questa sezione indica il tipo di galleria, ovvero in quale sequenza devono essere inserite le immagini
nl_nl: Deze sectie geeft aan welk type galerij het is en in welke volgorde de foto's moeten worden weergegeven
pl_pl: W tej sekcji opisano typ galerii oraz kolejność wyświetlania zdjęć

source: Default
it_it: Predefinito
nl_nl: Standaard
pl_pl: Domyślnie

source: The counts of the columns of the Gallery
it_it: I conteggi delle colonne della galleria
nl_nl: De tellingen van de kolommen van de galerij
pl_pl: Liczba kolumn galerii

source: For 100% leave blank
it_it: Per 100% lascia vuoto
nl_nl: Voor 100% leeg laten
pl_pl: Dla 100% pozostaw pole puste

source: This field shows the width of the Gallery
it_it: Questo campo mostra la larghezza della galleria
nl_nl: Dit veld geeft de breedte van de galerij aan
pl_pl: To pole pokazuje szerokość galerii

source: Show on
it_it: Mostra il
nl_nl: Toon op
pl_pl: Wyświetlaj na

source: The name of the image is written in the below of it
it_it: Il nome dell'immagine è scritto sotto ad essa
nl_nl: De naam van de afbeelding staat eronder
pl_pl: Nazwa obrazka jest zapisana poniżej

source: The images are loaded according to two principles: already loaded gallery with images and at first opens gallery after then the images
it_it: Le immagini vengono caricate secondo due principi: galleria già caricata con le immagini e all'inizio si apre la galleria dopo di che le immagini
nl_nl: De afbeeldingen worden geladen volgens twee principes: reeds geladen galerij met afbeeldingen en eerst geopende galerij daarna de afbeeldingen
pl_pl: Obrazy ładują się według dwóch zasad: już załadowana galeria ze zdjęciami i najpierw otwiera się galeria, a potem obrazy

source: This field arranges the images by parameters of title, date, random
it_it: Questo campo ordina le immagini in base ai parametri di titolo, data, casuale
nl_nl: Dit veld rangschikt de afbeeldingen op de parameters titel, datum, willekeurig
pl_pl: To pole porządkuje obrazy według parametrów tytułu, daty i losowo

source: The size of the image in the thumbnail
it_it: La dimensione dell'immagine nella miniatura
nl_nl: De grootte van de afbeelding in de thumbnail
pl_pl: Rozmiar miniaturki obrazka

source: If it is marked it will show the description
it_it: Se è selezionato mostrerà la descrizione
nl_nl: Als het gemarkeerd is, wordt de beschrijving getoond
pl_pl: Jeśli jest zaznaczone, wyświetli się opis

source: If it is marked it will show the title
it_it: Se è selezionato mostrerà il titolo
nl_nl: Als het gemarkeerd is, wordt de titel getoond
pl_pl: Jeśli jest zaznaczone, wyświetli się tytuł

source: You can decide whether to show the title and description of the gallery or not
it_it: Puoi scegliere se mostrare o meno il titolo e la descrizione della galleria.
nl_nl: Je kunt zelf bepalen of je de titel en beschrijving van de galerij wilt tonen of niet
pl_pl: Możesz zdecydować, czy wyświetlać tytuł i opis galerii, czy nie

source: This field is for the creation of pagination
it_it: Questo campo serve per creare la paginazione
nl_nl: Dit veld is voor het maken van paginering
pl_pl: To pole służy do tworzenia paginacji

source: This section is for the URL address
it_it: Questa sezione è per l'indirizzo URL
nl_nl: Deze sectie is voor het URL adres
pl_pl: Ta sekcja dotyczy adresu URL

source: This field shows the description of the chosen image
it_it: Questo campo mostra la descrizione dell'immagine scelta
nl_nl: Dit veld toont de beschrijving van de gekozen afbeelding
pl_pl: W tym polu znajduje się opis wybranego obrazu

source: This field shows the alternate text when the picture is not loaded or not found
it_it: Questo campo mostra il testo alternativo quando l'immagine non viene caricata o non viene trovata.
nl_nl: Dit veld toont de alternatieve tekst als de afbeelding niet geladen of niet gevonden is
pl_pl: To pole wyświetla alternatywny tekst, gdy obraz nie jest załadowany lub nie został znaleziony

source: It shows the name of the inserted picture
it_it: Mostra il nome dell'immagine inserita
nl_nl: Het toont de naam van de ingevoegde afbeelding
pl_pl: Pokazuje nazwę wstawionego obrazka

source: In this field is noted the name of the gallery
it_it: In questo campo viene annotato il nome della galleria.
nl_nl: Let in dit veld op de naam van de galerij
pl_pl: W tym polu podawana jest nazwa galerii

source: Edit gallery
it_it: Modifica galleria
nl_nl: Bewerk galerij
pl_pl: Edytuj galerię

source: Add new gallery
it_it: Aggiungi nuova galleria
nl_nl: Nieuwe galerij toevoegen
pl_pl: Dodaj nową galerię
