Repository: WordPressBugBounty/plugins-gallery-photo-gallery
Catalog: gallery-photo-gallery/languages/gallery-photo-gallery-*.po
Languages: it_it, nl_nl, pl_pl

source: Are you sure you want to go to the previous gallery page?
it_it: Vuoi davvero passare alla pagina precedente della galleria?
nl_nl: Weet je zeker dat je naar de vorige galerij pagina wilt?
pl_pl: Czy na pewno chcesz przejść do poprzedniej strony galerii?

source: The user's display name that was filled in their WordPress profile.
it_it: Il nome visualizzato dell'utente che è stato inserito nel suo profilo di WordPress.
nl_nl: De weergave naam van de gebruiker dat is ingevuld in het WordPress profiel.
pl_pl: Wyświetlana nazwa użytkownika, która została wpisana w jego profilu WordPress.

source: Text
it_it: Testo
nl_nl: Tekst
pl_pl: Tekst

source: You need to insert Your Gallery ID in the shortcode. It will show the images count of the particular gallery. If there is no gallery available/found with that particular Gallery ID, the shortcode will be empty.
it_it: Devi inserire l'ID della galleria nello shortcode. Mostrerà il conteggio delle immagini di quella particolare galleria. Se non c'è nessuna galleria disponibile/trovata con quel particolare ID di galleria, lo shortcode sarà vuoto.
nl_nl: Je moet je galerij ID invoegen in de shortcode. Het toont het aantal afbeeldingen van de betreffende galerij. Als er geen galerij beschikbaar/gevonden is met dat specifieke ID, is de shortcode leeg.
pl_pl: Musisz wstawić identyfikator swojej galerii w krótkim kodzie. Pokaże liczbę zdjęć w galerii. Jeśli nie ma galerii o tym identyfikatorze, krótki kod będzie pusty.

source: Show gallery images count
it_it: Mostra il conteggio delle immagini della galleria
nl_nl: Galerij afbeeldingen tellen
pl_pl: Pokaż liczbę djęć w galerii

source: Next Gallery
it_it: Galleria seguente
nl_nl: Volgende galerij
pl_pl: Następna galeria

source: Are you sure you want to go to the next gallery page?
it_it: Vuoi davvero passare alla pagina seguente della galleria?
nl_nl: Weet je zeker dat je naar de volgende galerijpagina wilt?
pl_pl: Czy na pewno chcesz przejść do następnej strony galerii?

source: You need to insert Your Gallery image Category ID in the shortcode. It will show the category description. If there is no gallery category available/unavailable with that particular Gallery Category ID, the shortcode will stay empty.
nl_nl: Je moet je galerij afbeelding categorie ID invoeren in de shortcode. Het toont de categorie beschrijving. Als er geen galerij categorie beschikbaar/niet beschikbaar is met die specifieke galerij categorie ID, blijft de shortcode leeg.
pl_pl: Musisz wstawić identyfikator kategorii galerii w krótkim kodzie. Wyświetli opis kategorii. Jeśli nie ma kategorii galerii z tym identyfikatorem, krótki kod pozostanie pusty.

source: You need to insert Your Gallery General Category ID in the shortcode. It will show the category title. If there is no gallery category available/unavailable with that particular Gallery Category ID, the shortcode will stay empty.
nl_nl: Je moet je galerij algemene categorie ID invoeren in de shortcode. Het toont de categorie titel. Als er geen galerijcategorie beschikbaar/niet beschikbaar is met die specifieke galerijcategorie ID, blijft de shortcode leeg.
pl_pl: Musisz wstawić identyfikator kategorii galerii w krótkim kodzie. Wyświetli się tytuł kategorii. Jeśli nie ma kategorii galerii z tym identyfikatorem, krótki kod pozostanie pusty.

source: Gallery categories
it_it: Categorie di gallerie
nl_nl: Galerij categorieën
pl_pl: Kategorie galerii

source: Determine the length of the results to be shown in the Gallery categories List Table by putting your preferred count of words in the following field. (For example: if you put 10, you will see the first 10 words of each result in the Question categories page of your dashboard.
it_it: Imposta la lunghezza dei risultati da mostrare nella tabella "Elenco categorie di gallerie" inserendo il numero preferito delle parole nel campo seguente. (Ad esempio: se inserisci 10, vedrai le prime 10 parole di ogni risultato nella pagina "Categorie di domande" della tua bacheca).
nl_nl: Bepaal de lengte van de resultaten die worden getoond in de tabel lijst categorieën van de galerij door je gewenste aantal woorden in het volgende veld te zetten. (bijvoorbeeld: als je 10 invult, zie je de eerste 10 woorden van elk resultaat op de pagina vraag categorieën van je dashboard.
pl_pl: Określ długość wyników wyświetlanych w tabeli z listą kategorii galerii, wpisując preferowaną liczbę słów w poniższym polu. (Na przykład: jeśli wpiszesz 10, zobaczysz pierwsze 10 słów każdego wyniku na stronie Kategorie galerii w panelu kontrolnym.

source: Gallery categories list table
it_it: Tabella elenco categorie di gallerie
nl_nl: Tabel met lijst van galerijcategorieën
pl_pl: Tabela z listą kategorii galerii

source: Unknown
it_it: Sconosciuto
nl_nl: Onbekend
pl_pl: Nieznane

source: You need to insert Your Gallery ID in the shortcode. It will show the current author of the particular gallery. If there is no gallery available/found with that particular Gallery ID, the shortcode will be empty.
it_it: Devi inserire l'ID della galleria nello shortcode. Mostrerà l'autore attuale di quella particolare galleria. Se non c'è nessuna galleria disponibile/trovata con quel particolare ID di galleria, lo shortcode sarà vuoto.
nl_nl: Je moet je galerij ID invoegen in de shortcode. Dit toont de huidige auteur van de betreffende galerij. Als er geen galerij beschikbaar/gevonden is met dat specifieke galerij ID, is de shortcode leeg.
pl_pl: Musisz wstawić identyfikator swojej galerii w krótkim kodzie. Pokaże aktualnego autora galerii. Jeśli nie ma galerii o tym identyfikatorze, krótki kod będzie pusty.

source: Show current gallery author
it_it: Mostra l'autore della galleria attuale
nl_nl: Toon huidige galerij auteur
pl_pl: Pokaż aktualnego autora galerii

source: The color of the Gallery description
it_it: Il colore della descrizione della galleria
nl_nl: De kleur van de beschrijving van de galerij
pl_pl: Kolor opisu galerii

source: Gallery description text color
it_it: Colore del testo della descrizione della galleria
nl_nl: Kleur galerij beschrijving tekst
pl_pl: Kolor tekstu opisu galerii

source: The color of the Gallery title
it_it: Il colore del titolo della galleria
nl_nl: De kleur van de titel van de galerij
pl_pl: Kolor tytułu galerii

source: Gallery title text color
it_it: Colore del testo del titolo della galleria
nl_nl: Kleur titel tekst galerij
pl_pl: Kolor tekstu tytułu galerii

source: Hover this preview block
it_it: Passa il mouse su questo blocco di anteprima
nl_nl: Dit voorbeeld blok hoveren
pl_pl: Najedź kursorem na ten blok podglądu

source: Hover animation preview
it_it: Anteprima animazione all'hover
nl_nl: Hoveren animatie voorbeeld
pl_pl: Podgląd animacji po najechaniu kursorem

source: You can change the author who created the current gallery to your preferred one. You need to write the User ID here. Please note, that in case you write an ID, by which there are no users found, the changes will not be applied and the previous author will remain the same.
it_it: Puoi modificare l'autore che ha creato la galleria attuale con quello che preferisci. Occorre che inserisci qui l'ID utente. Nota che se inserisci un ID per il quale non è stato trovato alcun utente, le modifiche non verranno applicate e l'autore precedente rimarrà lo stesso.
nl_nl: Je kunt de auteur die de huidige galerij heeft aangemaakt veranderen in je voorkeur. Je moet hier het ID van de gebruiker invullen. Let op, als je een ID opgeeft waar geen gebruikers bij gevonden zijn, worden de wijzigingen niet toegepast en blijft de vorige auteur hetzelfde.
pl_pl: Możesz zmienić autora, który utworzył bieżącą galerię. Tutaj musisz wpisać identyfikator użytkownika. Pamiętaj, że w przypadku wpisania identyfikatora, po którym nie zostanie znaleziony żaden użytkownik, zmiany nie zostaną zastosowane, a poprzedni autor pozostanie bez zmian.

source: Change the author of the current gallery
it_it: Cambia l'autore della galleria attuale
nl_nl: De auteur van de huidige galerij wijzigen
pl_pl: Zmień autora dla tej galerii

source: If the option is enabled, then the gallery general CSS file will not be applied to the home page. Please note, that if you have inserted the gallery on the home page, then the option must be disabled so that the CSS File can normally work for that gallery.
it_it: Se l'opzione è abilitata, il file CSS generale della galleria non verrà applicato alla home page. Ricordati che se hai inserito la galleria nella pagina iniziale, l'opzione deve essere disabilitata, in modo che il file CSS possa funzionare normalmente per quella galleria.
nl_nl: Als de optie is ingeschakeld, dan wordt het algemene CSS bestand van de galerij niet toegepast op de homepage. Let op, als je de galerij op de homepage hebt ingevoegd, dan moet de optie worden uitgeschakeld zodat het CSS bestand normaal kan werken voor die galerij.
pl_pl: Jeżeli opcja jest włączona, ogólny plik CSS galerii nie zostanie zastosowany na stronie głównej. Pamiętaj, że jeśli umieściłeś galerię na stronie głównej, to opcja musi być wyłączona, aby plik CSS mógł normalnie działać dla tej galerii.

source: Exclude general CSS file from home page
it_it: Escludere il file CSS generale dalla pagina iniziale
nl_nl: Algemeen CSS bestand uitsluiten van voorpagina
pl_pl: Wyklucz ogólny plik CSS ze strony głównej

source: General CSS File
it_it: File CSS generale
nl_nl: Algemeen CSS bestand
pl_pl: Ogólny plik CSS

source: Determine the length of the galleries name to be shown in the Galleries List Table by putting your preferred count of words in the following field. (For example: if you put 10, you will see the first 10 words of each galleries name in the Galleries page of your dashboard).
it_it: Imposta la lunghezza del nome delle gallerie da mostrare nella tabella "Elenco gallerie" inserendo il numero preferito delle parole nel campo seguente. (Ad esempio: se inserisci 10, vedrai le prime 10 parole di ogni galleria nella pagina "Gallerie" della tua bacheca).
nl_nl: Bepaal de lengte van de naam van de galerijen die getoond moet worden in de tabel galerijen lijst door je gewenste aantal woorden in te vullen in het volgende veld. (Bijvoorbeeld: als je 10 invult, zie je de eerste 10 woorden van elke galerijen naam op de galerijen pagina van je dashboard).
pl_pl: Określ długość nazwy galerii, która ma być wyświetlana w tabeli z listą galerii, wpisując preferowaną liczbę słów w poniższym polu. (Na przykład: jeśli wpiszesz 10, zobaczysz pierwsze 10 słów nazwy każdej galerii na stronie galerie w panelu kontrolnym).

source: Galleries list table
it_it: Tabella elenco gallerie
nl_nl: Galerijen lijst tabel
pl_pl: Tabela z listą galerii

source: Excerpt words count in list tables
it_it: Totale parole del riassunto nelle tabelle elenco
nl_nl: Samenvatting woorden aantal in vermeldingstabellen
pl_pl: Liczba słów zajawek w tabelach list

source: The user's last name that was filled in their WordPress site during registration.
it_it: Il cognome dell'utente che è stato inserito nel suo sito WordPress durante la registrazione.
nl_nl: De achternaam van de gebruiker die tijdens de registratie op de WordPress site werd ingevuld.
pl_pl: Nazwisko użytkownika, które zostało wpisane w witrynie WordPress podczas rejestracji.

source: The user's first name that was filled in their WordPress site during registration.
it_it: Il nome dell'utente che è stato inserito nel suo sito WordPress durante la registrazione.
nl_nl: De voornaam van de gebruiker die tijdens de registratie op de WordPress site werd ingevuld.
pl_pl: Imię użytkownika, które zostało wpisane w witrynie WordPress podczas rejestracji.

source: You can copy these variables and paste them in the following options from the gallery settings
it_it: È possibile copiare queste variabili e incollarle nelle seguenti opzioni dalle impostazioni della galleria
nl_nl: Je kan deze variabelen kopiëren en plakken in de volgende opties van de galerij instellingen
pl_pl: Możesz skopiować te zmienne i wkleić je w poniższych opcjach w ustawieniach galerii

source: Message variables
it_it: Variabili messaggio
nl_nl: Bericht variabelen
pl_pl: Zmienne tekstowe wiadomości

source: click here
it_it: fai clic qui
nl_nl: klik hier
pl_pl: kliknij tu

source: To see all Message Variables
it_it: Per vedere tutte le variabili di messaggio
nl_nl: Om alle bericht variabelen te zien
pl_pl: Zobacz wszystkie zmienne wiadomości

source: This section is noted for the description of the gallery. You can use Variables (General Settings) to insert user data here.
it_it: Questa sezione è nota per la descrizione della galleria. È possibile utilizzare le Variabili (Impostazioni generali) per inserire qui i dati dell'utente.
nl_nl: Deze sectie is bedoeld voor de beschrijving van de galerij. Je kan variabelen (Algemene instellingen) gebruiken om gebruikersgegevens hier in te voegen.
pl_pl: W tej części znajduje się opis galerii. Możesz użyć zmiennych (ustawienia ogólne), aby wstawić tutaj dane użytkownika.

source: You need to insert Your Gallery ID in the shortcode. It will show the creation date of the particular gallery. If there is no gallery available/found with that particular Gallery ID, the shortcode will be empty.
it_it: Devi inserire l'ID della galleria nello shortcode. Mostrerà la data di creazione di quella particolare galleria. Se non c'è nessuna galleria disponibile/trovata con quel particolare ID di galleria, lo shortcode sarà vuoto.
nl_nl: Je moet je galerij ID invoegen in de shortcode. Het toont de aanmaakdatum van de betreffende galerij. Als er geen galerij beschikbaar/gevonden is met dat specifieke ID, is de shortcode leeg.
pl_pl: Musisz wstawić identyfikator swojej galerii w krótkim kodzie. Wyświetli datę utworzenia galerii. Jeśli nie ma galerii o tym identyfikatorze, krótki kod będzie pusty.

source: Show gallery creation date
it_it: Mostra la data di creazione della galleria
nl_nl: Toon aanmaak datum galerij
pl_pl: Pokaż datę utworzenia galerii

source: Extra shortcodes
it_it: Shortcode extra
pl_pl: Dodatkowe krótkie kody

source: Shortcodes
it_it: Gli shortcode
pl_pl: Krótkie kody

source: Give the default value to the height of the WP Editor. It will apply to all WP Editors within the plugin on the dashboard.
it_it: Assegna il valore predefinito all'altezza dell'editor WP. Si applicherà a tutti gli editor WP all'interno del plugin nella bacheca.
nl_nl: Geef de standaardwaarde voor de hoogte van de WP editor. Dit geldt voor alle WP editors binnen de plugin op het dashboard.
pl_pl: Podaj domyślną wartość wysokości edytora WP. Będzie dotyczyć wszystkich edytorów WP w panelu administracyjnym tej wtyczki.

source: WP Editor height
it_it: Altezza editor WP
nl_nl: Hoogte WP editor
pl_pl: Wysokość edytora WP

source: Default parameters for gallery
it_it: Parametri predefiniti per gallerie
nl_nl: Standaardparameters voor galerij
pl_pl: Domyślne parametry galerii

source: General
it_it: Generale
nl_nl: Algemeen
pl_pl: Ogólne

source: Gallery attribute deleted.
it_it: Attibuto della galleria eliminato.
nl_nl: Galerij attribuut verwijderd.
pl_pl: Atrybut galerii został usunięty.

source: Gallery attribute .
it_it: Attibuto della galleria.
nl_nl: Galerij attribuut.
pl_pl: Atrybut galerii.

source: Changes saved.
it_it: Modifiche salvate.
nl_nl: Wijzigingen opgeslagen.
pl_pl: Zmiany zostałe zapisane.

source: General Settings
it_it: Impostazioni generali
nl_nl: Algemene instellingen
pl_pl: Ogólne ustawienia

source: Click for copy.
it_it: Fai clic per copiare.
nl_nl: Klik om te kopiëren.
pl_pl: Kliknij, by skopiować.

source: Copied!
it_it: Copiato!
nl_nl: Gekopieerd!
pl_pl: Skopiowano!

source: Limited Time <span class='ays-gpg-dicount-wrap-color'>20%</span> SALE on <span><a href='https://ays-pro.com/wordpress/photo-gallery' target='_blank' class='ays-gpg-dicount-wrap-color ays-gpg-dicount-wrap-text-decoration' style='display:block;'>Photo Gallery</a></span>
it_it: Periodo limitato <span class='ays-gpg-dicount-wrap-color'>20%</span> SCONTO sul <span><a href='https://ays-pro.com/wordpress/photo-gallery' target='_blank' class='ays-gpg-dicount-wrap-color ays-gpg-dicount-wrap-text-decoration' style='display:block;'>Photo Gallery</a></span>
nl_nl: Beperkte tijd <span class='ays-gpg-dicount-wrap-color'>20%</span> SALE op <span><a href='https://ays-pro.com/wordpress/photo-gallery' target='_blank' class='ays-gpg-dicount-wrap-color ays-gpg-dicount-wrap-text-decoration' style='display:block;'>Foto galerijen</a></span>
pl_pl: Ograniczona czasowo <span class='ays-gpg-dicount-wrap-color'>20%</span> WYPRZEDAŻ na <span><a href='https://ays-pro.com/wordpress/photo-gallery' target='_blank' class='ays-gpg-dicount-wrap-color ays-gpg-dicount-wrap-text-decoration' style='display:block;'>Galerię Zdjęć</a></span>

source: Image
it_it: Immagine
nl_nl: Afbeelding
pl_pl: Obrazek

source: Buy Now !
it_it: Acquista ora!
nl_nl: Nu kopen!
pl_pl: Kup teraz!

source: Created
it_it: Creata
nl_nl: Aangemaakt
pl_pl: Utworzono

source: Search
it_it: Cerca
nl_nl: Zoeken
pl_pl: Szukaj

source: Our products
it_it: I nostri prodotti
nl_nl: Onze producten
pl_pl: Nasze produkty

source: Make a URL redirection while clicking on any spot on the image container. Please note that the option works when the Disable lightbox option is activated.
it_it: Effettuare un reindirizzamento dell'URL facendo clic su un punto qualsiasi del contenitore dell'immagine. Nota che l'opzione funziona quando è attivata l'opzione "Disattiva lightbox".
nl_nl: Maak een URL omleiden door op een willekeurige plek op de afbeelding container te klikken. Let op dat de optie werkt als de optie lightbox uitschakelen is geactiveerd.
pl_pl: Utwórz przekierowanie URL, klikając w dowolne miejsce kontenera obrazu. Należy pamiętać, że opcja ta działa, gdy opcja Wyłącz lightbox jest włączona.

source: Make a link on the whole image
it_it: Creare un link con l'intera immagine
nl_nl: Maak een link naar de hele afbeelding
pl_pl: Dodaj odnośnik do całego obrazka

source: Free Support
it_it: Supporto gratuito
nl_nl: Gratis ondersteuning
pl_pl: Bezpłatna pomoc techniczna

source: Contact
it_it: Contatto
pl_pl: Kontakt

source: Premium support
it_it: Supporto Premium
nl_nl: Premium ondersteuning
pl_pl: Pomoc techniczna premium

source: Join
it_it: Unisciti
nl_nl: Deelnemen
pl_pl: Dołącz

source: Subscribe
it_it: Iscriviti
nl_nl: Abonneren
pl_pl: Subskrybuj

source: YouTube community
it_it: Community di YouTube
pl_pl: Społeczność Youtube

source: Community
pl_pl: Społeczność

source: Congrats! You have already created your first gallery.
it_it: Complimenti! Hai già creato la tua prima galleria.
nl_nl: Gefeliciteerd! Je hebt je eerste galerij al gemaakt.
pl_pl: Gratulacje! Właśnie utworzyłeś swoją, pierwszą galerię.

source: of the gallery and paste it into any post․
it_it: della galleria e incolalo in qualsiasi articolo.
nl_nl: van de galerij en plak deze in een bericht․
pl_pl: i wklej go do dowolnego wpisu lub na dowolną stronę.

source: shortcode
pl_pl: krótki kod

source: Copy the
it_it: Copia il
nl_nl: Kopieer de
pl_pl: Skopiuj ten

source: Fill out the information by adding a title, images and so on.
it_it: Completa le informazioni aggiungendo un titolo, immagini e così via.
nl_nl: Vul de informatie in door een titel, afbeeldingen enzovoort toe te voegen.
pl_pl: Wypełnij informacje, dodając tytuł, obrazy i tak dalej.

source: page and build your first gallery by clicking on the
it_it: pagina e costrusici la tua prima galleria facendo clic sul
nl_nl: pagina en bouw je eerste galerij door op de knop
pl_pl: i utwórz swoją, pierwszą galerię, klikając przycisk

source: Go to the
it_it: Vai al
nl_nl: Ga naar de
pl_pl: Przejdź na stronę

source: How to create a simple gallery in 3 steps with the help of the
it_it: Come creare una semplice galleria in 3 passaggi con l'aiuto del
nl_nl: Hoe je in 3 stappen een eenvoudige galerij maakt met behulp van de
pl_pl: Jak utworzyć w 3 prostych krokach galerię za pomcą wtyczki

source: How to use
it_it: Come si usa
nl_nl: Hoe te gebruiken
pl_pl: Jak używać

source: Choose the color of the title text on the thumbnail. Make it transparent if you want.
it_it: Scegli il colore del testo del titolo delle miniature. Se vuoi, puoi anche renderlo trasparente.
nl_nl: Kies de kleur van de titel op de thumbnail. Maak hem transparant als je dat wilt.
pl_pl: Wybierz kolor tekstu tytułu na miniaturze. Jeśli chcesz, ustaw go na przezroczysty.

source: Thumbnail title text color
it_it: Colore del testo del titolo delle miniature
nl_nl: Thumbnail titel tekstkleur
pl_pl: Kolor tekstu tytułu miniatury

source: Choose the animation of the images displaying while filtering them by categories.
it_it: Scegli l'animazione delle immagini visualizzate mentre vengono filtrate per categorie.
nl_nl: Kies de animatie van de afbeeldingen die worden weergegeven terwijl je ze filtert op categorieën.
pl_pl: Wybierz animację wyświetlanych obrazków podczas filtrowania ich według kategorii.

source: Categories filter animation
it_it: Filtro categorie di animazione
nl_nl: Categorieën filter animatie
pl_pl: Animacja filtra kategorii

source: Enable Right to Left direction for the text. This option is intended for the Arabic language.
it_it: Abilita la direzione da destra a sinistra per il testo. Questa opzione è intesa per la lingua Araba.
nl_nl: Rechts naar links richting voor de tekst inschakelen. Deze optie is bedoeld voor de Arabische taal.
pl_pl: Włączenie kierunku od prawej do lewej dla tekstu. Ta opcja jest przeznaczona dla języka arabskiego.

source: Use RTL Direction
it_it: Usa la direzione RTL
nl_nl: RTL richting gebruiken
pl_pl: Użyj kierunku RTL

source: If you love our plugin, please do big favor and rate us on
it_it: Se ti piace il nostro plug in, per favore facci un grosso favore e valutaci su
nl_nl: Als je van onze plugin houdt, doe ons dan een groot plezier en waardeer ons op
pl_pl: Jeżeli uwielbiasz naszą wtyczkę, proszę wyświadcz nam przysługę i oceń ją na

source: Buy Now
it_it: Acquista ora
nl_nl: Koop nu
pl_pl: Kup teraz

source: and paste it at the desired place in the editor.
it_it: e incollalo dove desideri nell'editor.
nl_nl: en plak het op de gewenste plaats in de editor.
pl_pl: i wklej go w wybrane miejsce edytora.

source: To insert the Gallery into a page, post or text widget, copy shortcode
it_it: Per inserire la galleria in una pagina, un articolo o un widget di testo, copiare lo shortcode
nl_nl: Om de galerij in een pagina, bericht of tekst widget te invoegen, kopieer je de shortcode
pl_pl: Aby wstawić galerię na stronę, do wpisu lub widżetu tekstowego, skopiuj ten krótki kod

source: Shortcode text for editor
it_it: Testo shortcode per l'editor
nl_nl: Shortcode tekst voor editor
pl_pl: Tekst krótkiego kodu dla edytora

source: Photo Gallery
nl_nl: Foto galerij
pl_pl: Galeria Zdjęć

source: This ratio indicates the quantitative relation between height and width. For example, if you give 1.2 value to ratio while the width is 300, then the height will be 300x1.2=360.
it_it: Questo rapporto indica la relazione quantitativa tra altezza e larghezza. Ad esempio, se si dà un valore di 1,2 al rapporto mentre la larghezza è 300, l'altezza sarà 300x1,2=360.
nl_nl: Deze verhouding geeft de kwantitatieve relatie tussen hoogte en breedte aan. Als je bijvoorbeeld 1,2 waarde geeft aan de verhouding terwijl de breedte 300 is, dan is de hoogte 300x1,2=360.
pl_pl: Stosunek ten wskazuje liczbową zależność pomiędzy wysokością i szerokością. Na przykład, jeśli podasz wartość współczynnika 1,2, a szerokość wynosi 300, wówczas wysokość będzie wynosić 300x1,2 = 360.

source: Height / Width ratio
it_it: Rapporto altezza/larghezza
nl_nl: Hoogte / breedte verhouding
pl_pl: Współczynnik wysokość / szerokość
