Repository: WordPressBugBounty/plugins-gallery-photo-gallery
Catalog: gallery-photo-gallery/languages/gallery-photo-gallery-*.po
Languages: it_it, nl_nl, pl_pl

source: Show All images text
it_it: Mostra il testo di tutte le immagini
nl_nl: Toon alle afbeeldingen tekst
pl_pl: Tekst wyboru „Pokaż wszystkie”

source: The user's IP address.
it_it: Indirizzo IP dell'utente.
nl_nl: Het gebruiker IP-adres.
pl_pl: Adres IP użytkownika.

source: User's IP address
it_it: Indirizzo IP utente
nl_nl: IP-adres gebruiker
pl_pl: Adres IP użytkownika

source: The user's nickname that was filled in their WordPress profile.
it_it: Il nickname dell'utente che è stato inserito nel suo profilo di WordPress.
nl_nl: De gebruikersnaam die is ingevuld in het WordPress profiel.
pl_pl: Pseudonim użytkownika, który został wpisany w jego profilu WordPress.

source: User's Nickname
it_it: Nickname dell'utente
nl_nl: Gebruiker alias
pl_pl: Pseudonim użytkownika

source: Specify the animation speed of the image.
it_it: Specifica la velocità dell'animazione dell'immagine.
nl_nl: Specificeer de animatie snelheid van de afbeelding.
pl_pl: Określ prędkość animacji obrazka.

source: Images hover animation speed
it_it: Velocità dell'animazione hover delle immagini
nl_nl: Afbeeldingen hoveren animatie snelheid
pl_pl: Prędkość animacji po najechaniu kursorem na obrazki

source: Upgrade
it_it: Aggiorna
pl_pl: Ulepszenie

source: Slide duration
it_it: Durata dello scorrimento
nl_nl: Slide duur
pl_pl: Czas trwania slajdu

source: Images border radius
it_it: Raggio del bordo delle immagini
nl_nl: Afbeeldingen rand radius
pl_pl: Obrazy obramowania promienia

source: Images distance
it_it: Distanza delle immagini
nl_nl: Afbeeldingen afstand
pl_pl: Odległość obrazków

source: Images hover icon size
it_it: Dimensione icona hover delle immagini
nl_nl: Afbeeldingen hoveren grootte icoon
pl_pl: Rozmiar ikony po najechaniu kursorem obrazków

source: Specify the animation speed of the scale effect of the image.
it_it: Specifica la velocità di animazione dell'effetto di riduzione dell'immagine.
nl_nl: Specificeer de animatie snelheid van het schaaleffect van de afbeelding.
pl_pl: Określ prędkość animacji efektu skalowania obrazka.

source: Create Your First Gallery in Under One Minute
it_it: Crea la tua prima galleria in meno di un minuto
nl_nl: Maak je eerste galerij in minder dan een minuut
pl_pl: Utwórz swoją pierwszą galerię w mniej niż minutę

source: Specify the animation speed of the zoom effect of the image.
it_it: Specifica la velocità di animazione dell'effetto d'ingrandimento dell'immagine.
nl_nl: Specificeer de animatie snelheid van het zoomeffect van de afbeelding.
pl_pl: Określ prędkość animacji efektu powiększenia obrazu.

source: Animation speed
it_it: Velocità dell'animazione
nl_nl: Animatie snelheid
pl_pl: Szybkość animacji

source: This feature available only in PRO version!!!
it_it: Questa caratteristica è disponibile solo nella versione PRO!!!
nl_nl: Deze functie is alleen beschikbaar in de PRO versie!!!
pl_pl: Ta opcja jest dostępna tylko w wersji PRO!!!

source: Choose how many images will be loaded after clicking on the ''Load More'' button
it_it: Scegli il numero di immagini da caricare dopo aver fatto clic sul pulsante ''Carica altro''.
nl_nl: Kies hoeveel afbeeldingen worden geladen nadat je op de knop ''Meer laden'' hebt geklikt
pl_pl: Wybierz, ile zdjęć zostanie załadowanych po kliknięciu przycisku „Załaduj więcej”.

source: Images per load
it_it: Immagini per caricamento
nl_nl: Afbeeldingen per lading
pl_pl: Obrazki wczytywane na raz

source: Choose the number of images you want to be displayed at the beginning
it_it: Scegli il numero di immagini che vuoi visualizzare all'inizio
nl_nl: Kies het aantal afbeeldingen dat je aan het begin wilt weergeven
pl_pl: Wybierz liczbę obrazów, które chcesz wyświetlić na początku

source: Set the exact number of images you want to be displayed on each page
it_it: Imposta il numero esatto di immagini che vuoi visualizzare su ogni pagina
nl_nl: Stel het exacte aantal afbeeldingen in dat je op elke pagina wilt weergeven
pl_pl: Ustaw dokładną liczbę obrazków, które chcesz wyświetlić na każdej stronie

source: Images per page
it_it: Immagini per pagina
nl_nl: Afbeeldingen per pagina
pl_pl: Grafik na stronę

source: Load More
it_it: Carica altro
nl_nl: Laad meer
pl_pl: Pobierz więcej

source: Simple
it_it: Semplice
nl_nl: Eenvoudig
pl_pl: Prosty

source: You will be able to choose the way of the pagination. By default it is none, so all the images will loaded in the Front-end.
it_it: Potrai scegliere la modalità di paginazione. L'impostazione predefinita è nessuna, quindi tutte le immagini saranno caricate nel frontend.
nl_nl: Je kan de manier van pagineren kiezen. Standaard is dit geen, zodat alle afbeeldingen in de front-end worden geladen.
pl_pl: Będziesz mógł wybrać sposób paginacji. Domyślnie jest to brak, więc wszystkie obrazy zostaną załadowane do interfejsu uzytkownika.

source: Pagination
it_it: Paginazione
nl_nl: Paginering
pl_pl: Paginacja

source: User's Wordpress Roles
it_it: Ruolo WordPress dell'utente
nl_nl: Wordpress rollen van gebruikers
pl_pl: Role użytkownika WordPress

source: User's WordPress profile email
it_it: Email del profilo WordPress dell'utente
nl_nl: Gebruikers WordPress profiel e-mail
pl_pl: E-mail profilowy użytkownika WordPress

source: User's Display Name
it_it: Nome visualizzato dell'utente
nl_nl: Weergavenaam van gebruiker
pl_pl: Wyświetlana nazwa użytkownika

source: User's Last Name
it_it: Cognome utente
nl_nl: Achternaam gebruiker
pl_pl: Nazwisko użytkownika

source: User's First Name
it_it: Nome utente
nl_nl: Voornaam gebruiker
pl_pl: Imię użytkownika

source: Insert your preferred message variable into the editor by clicking.
it_it: Inserisci la variabile di messaggio che preferisci nell'editor facendo clic su.
nl_nl: Voeg je gewenste bericht variabele in de editor in door erop te klikken.
pl_pl: Wstaw preferowaną zmienną wiadomości do edytora, klikając.

source: Message Variables
it_it: Variabili messaggio
nl_nl: Bericht variabelen
pl_pl: Zmienne tekstowe wiadomości

source: Select User
it_it: Seleziona utente
nl_nl: Selecteer gebruiker
pl_pl: Wybierz użytkownika

source: Searching...
it_it: Ricerca in corso…
nl_nl: Aan het zoeken...
pl_pl: Szukam…

source: Please enter 1 or more characters
it_it: Inserisci uno o più caratteri
nl_nl: Voer 1 of meer karakters in
pl_pl: Podaj 1 lub więcej znaków

source: Select user
it_it: Seleziona utente
nl_nl: Selecteer gebruiker
pl_pl: Wybierz użytkownika

source: Protect web content from being plagiarized. Prevent plagiarism from your website with this easy to use plugin.
it_it: Proteggi i contenuti web dal plagio. Previeni il plagio dal tuo sito web con questo plugin facile da usare.
nl_nl: Bescherm de inhoud van je site tegen plagiaat. Voorkom plagiaat van je site met deze eenvoudig te gebruiken plugin.
pl_pl: Chroń treści internetowe przed plagiatem. Zapobiegnij plagiatowi w swojej witrynie dzięki tej łatwej w obsłudze wtyczce.

source: Disable the right click, copy paste, content selection and copy shortcut keys on your website.
it_it: Disattiva il clic destro, copia incolla, selezione contenuto e copia tasti di scelta rapida sul tuo sito web.
nl_nl: Schakel de sneltoetsen voor rechtsklikken, kopiëren-plakken, inhoudselectie en kopiëren op je site uit.
pl_pl: Wyłącz możliwość klikania prawym przyciskiem myszy, kopiowania wklejania, wybierania treści i kopiowania klawiszy skrótów na swojej stronie internetowej.

source: None
it_it: Nessuno
nl_nl: Geen
pl_pl: Brak

source: 1 sec = 1000 ms
pl_pl: 1 sekunda = 1000 milisekund

source: BUY NOW!
it_it: ACQUISTA ORA!
nl_nl: NU KOPEN!
pl_pl: Kup teraz!

source: Photo Gallery Plugin
it_it: Plugin Photo Gallery
nl_nl: Foto galerij plugin
pl_pl: Wtyczka Galeria Zdjęć

source: Easy Form
pl_pl: Łatwy formularz

source: and graphs easily and quickly.
it_it: e grafici facilmente e rapidamente.
nl_nl: En grafieken gemakkelijk en snel.
pl_pl: i schematów łatwo i szybko.

source: Chart Builder plugin allows you to create beautiful charts
it_it: Il plugin Chart Builder ti permette di creare bellissimi grafici e diagrammi
nl_nl: Met de Chart Builder plugin kun je prachtige grafieken maken
pl_pl: Wtyczka Kreator Wykresów umożliwia tworzenie pięknych wykresów

source: Chart Builder
nl_nl: Bouwer van kaarten
pl_pl: Kreator wykresów

source: Dismiss ad
it_it: Ignora annuncio
nl_nl: Advertentie negeren
pl_pl: Odrzuć reklamę

source: Get Your Deal
it_it: Ottieni la tua offerta
nl_nl: Verkrijg je deal
pl_pl: Zdobądź ofertę

source: Seconds
it_it: Secondi
nl_nl: Seconden
pl_pl: Sekundy

source: Minutes
it_it: Minuti
nl_nl: Minuten
pl_pl: Minuty

source: Hours
it_it: Ore
nl_nl: Uren
pl_pl: Godziny

source: Days
it_it: Giorni
nl_nl: Dagen
pl_pl: Dni

source: 20% off
it_it: Sconto 20%
nl_nl: 20% korting
pl_pl: 20% rabatu

source: Sale
it_it: Offerta
nl_nl: Uitverkoop
pl_pl: Wyprzedaż

source: Limited Time
it_it: Periodo limitato
nl_nl: Beperkte tijd
pl_pl: Ograniczony czas

source: Limited Time <span class='ays-gpg-dicount-wrap-color-helloween' style='color:#b2ff00;'>20%</span> <span> SALE on </span> <br> <span style='' class='ays-gpg-helloween-bundle'> <a href='https://ays-pro.com/wordpress/photo-gallery?utm_source=dashboard-gallery&utm_medium=free-gallery&utm_campaign=sale-banner-gallery' target='_blank' class='ays-gpg-dicount-wrap-color-helloween ays-gpg-dicount-wrap-text-decoration-helloween' style='display:block; color:#b2ff00;margin-right:6px;'> Photo Gallery </a> </span>
it_it: Periodo limitato <span class='ays-gpg-dicount-wrap-color-helloween' style='color:#b2ff00;'>20%</span> <span> SCONTO su </span> <br> <span style='' class='ays-gpg-helloween-bundle'> <a href='https://ays-pro.com/wordpress/photo-gallery?utm_source=dashboard-gallery&utm_medium=free-gallery&utm_campaign=sale-banner-gallery' target='_blank' class='ays-gpg-dicount-wrap-color-helloween ays-gpg-dicount-wrap-text-decoration-helloween' style='display:block; color:#b2ff00;margin-right:6px;'> Photo Gallery </a> </span>
nl_nl: Beperkte tijd <span class='ays-gpg-dicount-wrap-color-helloween' style='color:#b2ff00;'>20%</span> <span> KORTING op </span> <br> <span style='' class='ays-gpg-helloween-bundle'> <a href='https://ays-pro.com/wordpress/photo-gallery?utm_source=dashboard-gallery&utm_medium=free-gallery&utm_campaign=sale-banner-gallery' target='_blank' class='ays-gpg-dicount-wrap-color-helloween ays-gpg-dicount-wrap-text-decoration-helloween' style='display:block; color:#b2ff00;margin-right:6px;'> Photo Gallery </a> </span>
pl_pl: Ograniczony czas <span class='ays-gpg-dicount-wrap-color-helloween' style='color:#b2ff00;'>20%</span> <span> WYPRZEDAŻ na </span> <br> <span style='' class='ays-gpg-helloween-bundle'> <a href='https://ays-pro.com/wordpress/photo-gallery?utm_source=dashboard-gallery&utm_medium=free-gallery&utm_campaign=sale-banner-gallery' target='_blank' class='ays-gpg-dicount-wrap-color-helloween ays-gpg-dicount-wrap-text-decoration-helloween' style='display:block; color:#b2ff00;margin-right:6px;'> Galerię Zdjęć </a> </span>

source: Hurry up! <a href='https://ays-pro.com/wordpress/photo-gallery' target='_blank'>Check it out!</a>
it_it: Affrettati! <a href='https://ays-pro.com/wordpress/photo-gallery' target='_blank'>Guarda qui!</a>
nl_nl: Haast je! <a href='https://ays-pro.com/wordpress/photo-gallery' target='_blank'>Kijk hier!</a>
pl_pl: Pospiesz się! <a href='https://ays-pro.com/wordpress/photo-gallery' target='_blank'>Sprawdź to koniecznie!</a>

source: You need to insert Your Category ID in the shortcode. It will show the images count of the particular category. If there is no category available/found with that particular Category ID, the shortcode will be empty.
it_it: Devi inserire l'ID della categoria nello shortcode. Mostrerà il numero di immagini della categoria specifica. Se non c'è nessuna categoria disponibile/trovata con quel particolare ID categoria, lo shortcode sarà vuoto.
nl_nl: Je moet je categorie ID invoegen in de shortcode. Het aantal afbeeldingen van de betreffende categorie wordt getoond. Als er geen categorie beschikbaar/gevonden is met dat specifieke categorie ID, is de shortcode leeg.
pl_pl: Musisz wstawić swój identyfikator kategorii w krótkim kodzie. Wyświetli liczbę obrazów w danej kategorii. Jeśli nie ma kategorii o tym identyfikatorze kategorii, krótki kod będzie pusty.

source: Show gallery images count by category
it_it: Mostra il conteggio delle immagini della galleria per categoria
nl_nl: Toon afbeeldingen van galerijen per categorie
pl_pl: Pokaż liczbę obrazów w galerii według kategorii

source: See All Plugins
it_it: Vedi tutti i plugin
nl_nl: Alle plugins bekijken
pl_pl: Zobacz wszystkie wtyczki

source: Allow your users to create their own digital dictionaries and learn new words and terms as fastest as possible.
it_it: Permetti ai tuoi utenti di creare i propri dizionari digitali e imparare nuove parole e termini nel modo più rapido possibile.
nl_nl: Laat je gebruikers hun eigen digitale woordenboeken maken en zo snel mogelijk nieuwe woorden en termen leren.
pl_pl: Pozwól swoim użytkownikom tworzyć własne słowniki cyfrowe i uczyć się nowych słów i terminów tak szybko, jak to możliwe.

source: Allow your students to create personal dictionary, study and memorize the words.
it_it: Permetti ai tuoi studenti di creare i propri dizionari personali, studiare e memorizzare le parole.
nl_nl: Laat je leerlingen een persoonlijk woordenboek maken, de woorden bestuderen en uit het hoofd leren.
pl_pl: Pozwól swoim uczniom stworzyć osobisty słownik, studiować i zapamiętywać słowa.

source: Personal Dictionary
pl_pl: Słownik osobisty

source: Create amazing online polls for your WordPress website super easily.
it_it: Crea fantastici sondaggi online e conduci elezioni interattive in modo super facile e veloce.
nl_nl: Maak super eenvoudig online polls voor je WordPress site.
pl_pl: Twórz z łatwością niesamowite ankiety online dla swojej witryny WordPress.

source: Poll Maker
pl_pl: Kreator Sondaży

source: Secure Copy Content Protection
pl_pl: Bezpieczna ochrona treści przed kopiowaniem

source: Attract your visitors and convert them into email subscribers and paying customers.
it_it: Cattura i tuoi visitatori e convertili in abbonati alle email e in clienti paganti.
nl_nl: Trek je bezoekers aan en zet ze om in e-mail abonnees en betalende klanten.
pl_pl: Przyciągnij odwiedzających i zamień ich w subskrybentów poczty e-mail i płacących klientów.

source: Popup everything you want! Create informative and promotional popups all in one plugin.
it_it: Crea un popup con qualsiasi cosa tu voglia! Crea tutti i popup informativi e promozionali con un solo plugin.
nl_nl: Pop-up alles wat je wilt! Maak informatieve en promotionele pop-ups in één plugin.
pl_pl: Wszystko, co chcesz w wyskakującym okienku! Twórz wyskakujące okienka informacyjne i promocyjne w jednej wtyczce.

source: Popup Box
pl_pl: Wyskakujące okienko

source: Learn what your website visitors want, need, and expect with the help of Survey Maker. Build surveys without limiting your needs.
it_it: Scopri cosa vogliono, di cosa hanno bisogno e cosa si aspettano i visitatori del tuo sito web con l'aiuto di Survey Maker. Crea sondaggi senza limitare le tue esigenze.
nl_nl: Leer wat bezoekers van je site willen, nodig hebben en verwachten met behulp van Survey Maker. Maak enquêtes zonder je behoeften te beperken.
pl_pl: Dowiedz się, czego chcą, potrzebują i oczekują odwiedzający Twoją witrynę, korzystając z Kreatora ankiet. Twórz ankiety, nie ograniczając swoich potrzeb.

source: Make amazing online surveys and get real-time feedback quickly and easily.
it_it: Realizza fantastici sondaggi online e ottieni feedback in tempo reale in modo semplice e veloce.
nl_nl: Maak verbazingwekkende online enquêtes en verkrijg snel en gemakkelijk realtime feedback.
pl_pl: Twórz niesamowite ankiety online i szybko i łatwo otrzymuj opinie w czasie rzeczywistym.

source: Survey Maker
pl_pl: Kreator Ankiet

source: Build up various types of polls in a minute and get instant feedback on any topic or product.
it_it: Crea vari tipi di sondaggi in un minuto e ottieni un feedback immediato su qualsiasi argomento o prodotto.
nl_nl: Stel in een minuut verschillende soorten polls samen en verkrijg direct feedback over elk onderwerp of product.
pl_pl: Twórz różnego rodzaju sondaże w ciągu minuty i otrzymuj natychmiastową informację zwrotną na dowolny temat lub o dowolnym produkcie.

source: Quiz Maker
pl_pl: Kreator Quizów

source: Shows the logged-in user's Nickname. If the user is not logged-in, the shortcode will be empty.
it_it: Mostra il nickname dell'utente connesso. Se l'utente non è connesso, lo shortcode sarà vuoto.
nl_nl: Toont de schermnaam van de ingelogde gebruiker. Als de gebruiker niet is ingelogd, is de shortcode leeg.
pl_pl: Pokazuje pseudonim zalogowanego użytkownika. Jeśli użytkownik nie jest zalogowany, krótki kod będzie pusty.

source: Show User Nickname
it_it: Mostra nickname utente
nl_nl: Toon gebruikersnaam
pl_pl: Pokaż pseudonim użytkownika

source: Next Category
it_it: Categoria seguente
nl_nl: Volgende categorie
pl_pl: Następna kategoria

source: Current Tab
it_it: Scheda attuale
nl_nl: Huidige tab
pl_pl: Bieżąca karta

source: New Tab
it_it: Nuova scheda
nl_nl: Nieuwe tab
pl_pl: Nowa zakładka

source: New tab։ Enable this option in order to redirect the URL to a new tab
it_it: Nuova scheda: abilita questa opzione per reindirizzare l'URL in una nuova scheda
nl_nl: Nieuwe tab։ schakel deze optie in om de URL om te leiden naar een nieuwe tab
pl_pl: Nowa zakładka. Włącz tę opcję, aby przekierować adres URL do nowej zakładki

source: Current tab։ Enable this option in order to open the URL in the same tab
it_it: Scheda attuale: abilita questa opzione per aprire l'URL nella stessa scheda
nl_nl: Huidige tab։ schakel deze optie in om de URL te openen in dezelfde tab
pl_pl: Bieżąca zakładka Włącz tę opcję, aby otworzyć adres URL w tej samej zakładce

source: Specify the opening method of the Image URLs:
it_it: Specifica il metodo di apertura dell'URL dell'immagine:
nl_nl: Specificeer de opening methode van de afbeelding URL's:
pl_pl: Określ metodę otwierania adresów URL obrazków:

source: Redirect URL
it_it: URL di reindirizzamento
nl_nl: Omleiding URL
pl_pl: Adres URL przekierowania

source: The user's role(s) when logged-in. In case the user is not logged-in, the field will be empty.
it_it: Il ruolo dell'utente quando è connesso. Se l'utente non è connesso il campo resterà vuoto.
nl_nl: De rol(en) van de gebruiker wanneer deze is ingelogd. Als de gebruiker niet is ingelogd, is het veld leeg.
pl_pl: Role użytkownika po zalogowaniu. W przypadku, gdy użytkownik nie jest zalogowany, pole będzie puste.

source: Shows the logged-in user's Email. If the user is not logged-in, the shortcode will be empty.
it_it: Mostra email dell'utente connesso. Se l'utente non è connesso, lo shortcode sarà vuoto.
nl_nl: Toont de e-mail van de ingelogde gebruiker. Als de gebruiker niet is ingelogd, is de shortcode leeg.
pl_pl: Pokazuje adres e-mail zalogowanego użytkownika. Jeśli użytkownik nie jest zalogowany, krótki kod będzie pusty.

source: Show User Email
it_it: Mostra email utente
nl_nl: Toon gebruikers e-mail
pl_pl: Pokaż e-mail użytkownika

source: Get 12 months updates and support for the Business package and lifetime updates and support for the Developer package.
it_it: Ricevi 12 mesi di aggiornamenti e assistenza per il pacchetto Affari e aggiornamenti e assistenza a vita per il pacchetto Sviluppatore.
nl_nl: Verkrijg 12 maanden updates en ondersteuning voor het bedrijfspakket en levenslange updates en ondersteuning voor de ontwikkelaar pakket.
pl_pl: Uzyskaj 12-miesięczne aktualizacje i pomoc techniczną dla pakietu BIZNES oraz dożywotnie aktualizacje i wsparcie dla pakietu DEWELOPER.

source: With the Free version, you get a lifetime usage for the plugin, however, you will get new updates and support for only 1 month.
it_it: Con la versione gratuita, si ottiene un utilizzo a vita del plugin, ma si otterranno nuovi aggiornamenti e supporto solo per 1 mese.
nl_nl: Met de gratis versie verkrijg je een levenslang gebruik van de plugin, maar je verkrijgt nieuwe updates en ondersteuning voor slechts 1 maand.
pl_pl: Dzięki bezpłatnej wersji wtyczki możesz korzystać z niej przez całe życie, jednak nowe aktualizacje i wsparcie otrzymasz tylko przez 1 miesiąc.

source: Best Free Support
it_it: Il miglior supporto gratuito
nl_nl: Beste gratis ondersteuning
pl_pl: Najlepsza, bezpłatna pomoc techniczna

source: Our YouTube community guides you to step by step tutorials about our products and not only...
it_it: La nostra community di YouTube ti guida passo passo con i tutorial sui nostri prodotti e non solo…
nl_nl: Onze YouTube community leidt je stap voor stap door onze producten en niet alleen...
pl_pl: Nasza społeczność YouTube poprowadzi Cię przez samouczki krok po kroku dotyczące naszych produktów i nie tylko...

source: Shows the logged-in user's Last Name. If the user is not logged-in, the shortcode will be empty.
it_it: Mostra il cognome dell'utente connesso. Se l'utente non è connesso, lo shortcode sarà vuoto.
nl_nl: Toont de achternaam van de ingelogde gebruiker. Als de gebruiker niet is ingelogd, is de shortcode leeg.
pl_pl: Pokazuje nazwisko zalogowanego użytkownika. Jeśli użytkownik nie jest zalogowany, krótki kod będzie pusty.

source: Show User Last Name
it_it: Mostra cognome utente
nl_nl: Toon achternaam gebruiker
pl_pl: Pokaż nazwisko użytkownika

source: Shows the logged-in user's Display name. If the user is not logged-in, the shortcode will be empty.
it_it: Mostra il nome visualizzato dell'utente connesso. Se l'utente non è connesso, lo shortcode sarà vuoto.
nl_nl: Toont de schermnaam van de ingelogde gebruiker. Als de gebruiker niet is ingelogd, is de shortcode leeg.
pl_pl: Pokazuje nazwę wyświetlaną zalogowanego użytkownika. Jeśli użytkownik nie jest zalogowany, krótki kod będzie pusty.

source: Show User Display name
it_it: Mostra "Nome utente da visualizzare"
nl_nl: Toon gebruiker weergavenaam
pl_pl: Pokaż nazwę wyświetlaną użytkownika

source: Shows the logged-in user's First Name. If the user is not logged-in, the shortcode will be empty.
it_it: Mostra il nome dell'utente connesso. Se l'utente non è connesso, lo shortcode sarà vuoto.
nl_nl: Toont de voornaam van de ingelogde gebruiker. Als de gebruiker niet is ingelogd, is de shortcode leeg.
pl_pl: Pokazuje imię zalogowanego użytkownika. Jeśli użytkownik nie jest zalogowany, krótki kod będzie pusty.

source: Show User First Name
it_it: Mostra nome utente
nl_nl: Toon voornaam gebruiker
pl_pl: Pokaż imię użytkownika

source: The user's email that was filled in their WordPress profile.
it_it: L'email dell'utente che è stata inserita nel suo profilo di WordPress.
nl_nl: Het e-mailadres van de gebruiker dat is ingevuld in het WordPress profiel.
pl_pl: Adres e-mail użytkownika, który został wpisany w jego profilu WordPress.

source: View Documentation
it_it: Visualizza documentazione
nl_nl: Bekijk documentatie
pl_pl: Zobacz dokumentację

source: Custom Gif width in pixels. It accepts only numeric values.
it_it: Larghezza GIF personalizzata in pixel. Accetta solo valori numerici.
nl_nl: Aangepast gif breedte in pixels. Het accepteert alleen numerieke waarden.
pl_pl: Własna szerokość GIF w pikselach. Akceptuje tylko wartości numeryczne.

source: Width (px)
it_it: Larghezza (px)
nl_nl: Breedte (px)
pl_pl: Szerokość (px)

source: Add Gif
it_it: Aggiungi Gif
nl_nl: Gif toevoegen
pl_pl: Dodaj GIF

source: Previous Gallery
it_it: Galleria precedente
nl_nl: Vorige galerij
pl_pl: Poprzednia galeria
