Repository: WordPressBugBounty/plugins-gallery-photo-gallery
Catalog: gallery-photo-gallery/languages/gallery-photo-gallery-*.po
Languages: it_it, nl_nl, pl_pl

source: version
it_it: versione
nl_nl: versie
pl_pl: wersja

source: You're not allowed to add gallery for more galleries please checkout to
it_it: Non sei autorizzato ad aggiungere gallerie per altre gallerie, dai un'occhiata a
nl_nl: Je hebt geen toestemming om een galerij toe te voegen. Voor meer galerijen, ga naar afrekenen
pl_pl: Nie możesz już dodawać galerii, aby dodać więcej galerii, rozszerz swoją wersję wtyczki

source: Background color of the Gallery thumbnail title
it_it: Colore dello sfondo del titolo delle miniature della galleria
nl_nl: Achtergrondkleur van de titel van de thumbnails van de galerij
pl_pl: Kolor tła tytułu miniatury galerii

source: Please select your gallery from dropdown
it_it: Seleziona la tua galleria dal menu a discesa
nl_nl: Selecteer je galerij uit de dropdown
pl_pl: Wybierz swoją galerię z listy rozwijanej

source: Gallery - Photo Gallery by AYS
nl_nl: Galerij - fotogalerij door AYS
pl_pl: Galeria - Galeria Zdjęć autorstwa AYS

source: The Best Gallery - Photo Gallery Ever
it_it: La migliore galleria - Galleria fotografica di sempre
nl_nl: De beste galerij - foto galerij ooit
pl_pl: Najlepsza Galeria - Galeria Zdjęć wszechczasów

source: Select Gallery
it_it: Seleziona galleria
nl_nl: Selecteer galerij
pl_pl: Wybierz galerię

source: Title Alignment
it_it: Allineamento del titolo
nl_nl: Titel uitlijning
pl_pl: Wyrównanie tytułu

source: Enter the gallery title
it_it: Inserisci il titolo della galleria
nl_nl: Voer de titel van de galerij in
pl_pl: Wpisz tytuł galerii

source: Rotate 3D
it_it: Rotazione 3D
nl_nl: 3D roteren
pl_pl: Obrót 3D

source: Slide
it_it: Scorri
pl_pl: Slajd

source: Direction-aware
it_it: Consapevole della direzione
nl_nl: Richting bewust
pl_pl: Wybór kierunku

source: Simple animation
it_it: Animazione semplice
nl_nl: Eenvoudige animatie
pl_pl: Prosta animacja

source: Image pagination
it_it: Paginazione dell'immagine
nl_nl: Afbeelding paginering
pl_pl: Paginacja obrazków

source: Show with date
it_it: Mostra con data
nl_nl: Toon met datum
pl_pl: Pokaż z datą

source: Gallery thumbnail
it_it: Miniatura della galleria
nl_nl: Thumbnail galerij
pl_pl: Miniatura galerii

source: Thumbnail hover
it_it: Hover delle miniature
nl_nl: Thumbnail hoveren
pl_pl: Najechanie miniaturki

source: Show title
it_it: Mostra il titolo
nl_nl: Toon titel
pl_pl: Pokaż tytuł

source: Show gallery description
it_it: Mostra la descrizione della galleria
nl_nl: Beschrijving galerij weergeven
pl_pl: Pokaż opis galerii

source: Show gallery title
it_it: Mostra il titolo della galleria
nl_nl: Toon titel galerij
pl_pl: Pokaż tytuł galerii

source: Show gallery head
it_it: Mostra header della galleria
nl_nl: Toon galerij hoofd
pl_pl: Pokaż nagłówek galerii

source: No
nl_nl: Nee
pl_pl: Nie

source: Yes
it_it: Sì
nl_nl: Ja
pl_pl: Tak

source: All
it_it: Tutto
nl_nl: Alle
pl_pl: Wszystko

source: Select all
it_it: Seleziona tutto
nl_nl: Selecteer alle
pl_pl: Zaznacz wszystko

source: Show title on thumbnail
it_it: Mostra il titolo nelle miniature
nl_nl: Toon titel op thumbnail
pl_pl: Pokaż tytuł na miniaturze

source: Thumbnail Size
it_it: Dimensione delle miniature
nl_nl: Thumbnail grootte
pl_pl: Rozmiar miniatury

source: URL
pl_pl: Adres URL

source: Lazy loading
it_it: Caricamento differito
pl_pl: Leniwe ładowanie

source: Global loading
it_it: Caricamento globale
nl_nl: Globale lading
pl_pl: Ogólne ładowanie

source: Images loading
it_it: Caricamento immagini
nl_nl: Afbeeldingen laden
pl_pl: Wczytywanie obrazków

source: Custom CSS
it_it: CSS personalizzato
nl_nl: Aangepaste CSS
pl_pl: Własny CSS

source: Random
it_it: Casuale
nl_nl: Willekeurig
pl_pl: Losowo

source: Date
it_it: Data
nl_nl: Datum
pl_pl: Data

source: No ordering
it_it: Nessun ordinamento
nl_nl: Geen sortering
pl_pl: Bez sortowania

source: Images order by
it_it: Ordian le immagini per
nl_nl: Afbeeldingen rangschikken per
pl_pl: Sortuj obrazki według

source: Full size
it_it: Dimensione reale
nl_nl: Volledige grootte
pl_pl: Pełny rozmiar

source: Style options
it_it: Opzione di stile
nl_nl: Stijlopties
pl_pl: Opcje stylu

source: Save changes
it_it: Salva modifiche
nl_nl: Wijzigingen opslaan
pl_pl: Zapisz zmiany

source: Gallery Photo Gallery
nl_nl: Galerij fotogalerij
pl_pl: Galeria zdjęć

source: Slide Right
it_it: Scorri a destra
nl_nl: Schuif naar rechts
pl_pl: Przesunięcie w prawo

source: Slide Left
it_it: Scorri a sinistra
nl_nl: Schuif naar links
pl_pl: Przesuń w lewo

source: Slide Down
it_it: Scorri verso giù
nl_nl: Schuif naar beneden
pl_pl: Przesuń w dół

source: Slide Up
it_it: Scorri verso l'alto
nl_nl: Omhoog schuiven
pl_pl: Wjeżdża w górę

source: Styles
it_it: Stili
nl_nl: Stijlen
pl_pl: Style

source: Add multiple images +
it_it: Aggiungi immagini multiple +
nl_nl: Meerdere afbeeldingen + toevoegen
pl_pl: Dodaj wiele zdjęć +

source: Images
it_it: Immagini
nl_nl: Afbeeldingen
pl_pl: Zdjęcia

source: Delete
it_it: Elimina
nl_nl: Verwijder
pl_pl: Usuń

source: Edit
it_it: Modifica
nl_nl: Bewerken
pl_pl: Edytuj

source: Add New
it_it: Aggiungi nuova
nl_nl: Nieuwe toevoegen
pl_pl: Dodaj nową

source: Photo Gallery Team
it_it: Team di Photo Gallery
pl_pl: Drużyna Galerii Zdjęć

source: Gallery deleted.
it_it: Galleria eliminata.
nl_nl: Galerij verwijderd.
pl_pl: Galeria usunięta.

source: Gallery saved.
it_it: Galleria salvata.
nl_nl: Galerij opgeslagen.
pl_pl: Galeria została zapisana.

source: Gallery created.
it_it: Galleria creata.
nl_nl: Galerij gemaakt.
pl_pl: Utworzon galerię.

source: ID
pl_pl: Identyfikator

source: Shortcode
pl_pl: Krótki kod

source: Description
it_it: Descrizione
nl_nl: Beschrijving
pl_pl: Opis

source: Title
it_it: Titolo
nl_nl: Titel
pl_pl: Tytuł

source: There are no galleries yet.
it_it: Non ci sono ancora gallerie.
nl_nl: Er zijn nog geen galerijen.
pl_pl: Nie ma jeszcze żadnych galerii.

source: Gallery
it_it: Galleria
nl_nl: Galerij
pl_pl: Galeria

source: Image description
it_it: Descrizione dell'immagine
nl_nl: Afbeelding beschrijving
pl_pl: Opis obrazu

source: Image alt
it_it: Testo alternativo immagine
nl_nl: Afbeelding alt
pl_pl: Tekst alternatywny obrazka

source: Image title
it_it: Titolo dell'immagine
nl_nl: Afbeelding titel
pl_pl: Tytuł obrazu

source: Upload images for your gallery
it_it: Carica le immagini per la tua galleria
nl_nl: Afbeeldingen uploaden voor je galerij
pl_pl: Wczytaj obrazy do twojej galerii

source: Gallery Width
it_it: Larghezza della galleria
nl_nl: Galerijbreedte
pl_pl: Szerokość galerii

source: Gallery Description
it_it: Descrizione della galleria
nl_nl: Galerij beschrijving
pl_pl: Opis galerii

source: Gallery Title
it_it: Titolo della galleria
nl_nl: Galerij titel
pl_pl: Tytuł galerii

source: General options
it_it: Opzioni generali
nl_nl: Algemene opties
pl_pl: Opcje ogólne

source: Add Images
it_it: Aggiungi immagini
nl_nl: Afbeeldingen toevoegen
pl_pl: Dodaj obrazy

source: Galleries
it_it: Gallerie
nl_nl: Galerijen
pl_pl: Galerie

source: Settings
it_it: Impostazioni
nl_nl: Instellingen
pl_pl: Ustawienia

source: Gallery - Photo Gallery
pl_pl: Galeria - Galeria Zdjęć

source: button
it_it: pulsante
nl_nl: knop

source: Sepia
it_it: Seppia
